{
  "tench": [
    "A centered image of a black freshwater tench with fins, scales, and tail, distinct and complete.",
    "A centered image of a black tench with thickset body, fins, and eyes, distinct and complete.",
    "A centered image of a blue tench fish with dorsal fin, tail, and small mouth, distinct and complete.",
    "A centered image of a blue tench fish with thickset body, fins, and eyes, distinct and complete.",
    "A centered image of a blue tench with fins, scales, and tail, distinct and complete.",
    "A centered image of a brown freshwater tench with dorsal fin, tail, and small mouth, distinct and complete.",
    "A centered image of a brown freshwater tench with thickset body, fins, and eyes, distinct and complete.",
    "A centered image of a brown tench fish with dorsal fin, tail, and small mouth, distinct and complete.",
    "A centered image of a brown tench with fins, scales, and tail, distinct and complete.",
    "A centered image of a brown tench with thickset body, fins, and eyes, distinct and complete.",
    "A centered image of a gray freshwater tench with dorsal fin, tail, and small mouth, distinct and complete.",
    "A centered image of a gray freshwater tench with thickset body, fins, and eyes, distinct and complete.",
    "A centered image of a gray tench fish with dorsal fin, tail, and small mouth, distinct and complete.",
    "A centered image of a green freshwater tench with thickset body, fins, and eyes, distinct and complete.",
    "A centered image of a green tench with fins, scales, and tail, distinct and complete.",
    "A centered image of a orange freshwater tench with dorsal fin, tail, and small mouth, distinct and complete.",
    "A centered image of a orange freshwater tench with fins, scales, and tail, distinct and complete.",
    "A centered image of a orange tench fish with fins, scales, and tail, distinct and complete.",
    "A centered image of a orange tench fish with thickset body, fins, and eyes, distinct and complete.",
    "A centered image of a red freshwater tench with thickset body, fins, and eyes, distinct and complete.",
    "A centered image of a red tench fish with fins, scales, and tail, distinct and complete.",
    "A centered image of a red tench fish with thickset body, fins, and eyes, distinct and complete.",
    "A centered image of a red tench with dorsal fin, tail, and small mouth, distinct and complete.",
    "A centered image of a silver freshwater tench with fins, scales, and tail, distinct and complete.",
    "A centered image of a silver tench fish with fins, scales, and tail, distinct and complete.",
    "A centered image of a silver tench with dorsal fin, tail, and small mouth, distinct and complete.",
    "A centered image of a silver tench with thickset body, fins, and eyes, distinct and complete.",
    "A centered image of a white freshwater tench with fins, scales, and tail, distinct and complete.",
    "A centered image of a white tench fish with dorsal fin, tail, and small mouth, distinct and complete.",
    "A centered image of a white tench with dorsal fin, tail, and small mouth, distinct and complete.",
    "A centered image of a yellow tench fish with dorsal fin, tail, and small mouth, distinct and complete.",
    "A centered image of a yellow tench with dorsal fin, tail, and small mouth, distinct and complete.",
    "A clear image of a black freshwater tench showing smooth olive scales and small red eyes.",
    "A clear image of a black tench fish showing slimy skin and thickset body.",
    "A clear image of a blue freshwater tench showing broad dorsal fin and forked tail.",
    "A clear image of a blue tench fish showing rounded fins and small mouth.",
    "A clear image of a blue tench showing broad dorsal fin and forked tail.",
    "A clear image of a blue tench showing rounded fins and small mouth.",
    "A clear image of a brown freshwater tench showing broad dorsal fin and forked tail.",
    "A clear image of a brown tench fish showing broad dorsal fin and forked tail.",
    "A clear image of a brown tench fish showing smooth olive scales and small red eyes.",
    "A clear image of a brown tench showing slimy skin and thickset body.",
    "A clear image of a gray tench fish showing rounded fins and small mouth.",
    "A clear image of a gray tench fish showing smooth olive scales and small red eyes.",
    "A clear image of a green freshwater tench showing slimy skin and thickset body.",
    "A clear image of a green tench fish showing rounded fins and small mouth.",
    "A clear image of a green tench showing rounded fins and small mouth.",
    "A clear image of a green tench showing smooth olive scales and small red eyes.",
    "A clear image of a orange freshwater tench showing broad dorsal fin and forked tail.",
    "A clear image of a orange freshwater tench showing slimy skin and thickset body.",
    "A clear image of a orange tench fish showing slimy skin and thickset body.",
    "A clear image of a orange tench fish showing smooth olive scales and small red eyes.",
    "A clear image of a orange tench showing slimy skin and thickset body.",
    "A clear image of a orange tench showing smooth olive scales and small red eyes.",
    "A clear image of a red tench fish showing rounded fins and small mouth.",
    "A clear image of a red tench showing broad dorsal fin and forked tail.",
    "A clear image of a red tench showing rounded fins and small mouth.",
    "A clear image of a red tench showing slimy skin and thickset body.",
    "A clear image of a silver freshwater tench showing rounded fins and small mouth.",
    "A clear image of a silver tench fish showing slimy skin and thickset body.",
    "A clear image of a silver tench showing broad dorsal fin and forked tail.",
    "A clear image of a silver tench showing rounded fins and small mouth.",
    "A clear image of a silver tench showing slimy skin and thickset body.",
    "A clear image of a white freshwater tench showing slimy skin and thickset body.",
    "A clear image of a white freshwater tench showing smooth olive scales and small red eyes.",
    "A clear image of a white tench fish showing slimy skin and thickset body.",
    "A clear image of a yellow tench fish showing rounded fins and small mouth.",
    "A clear image of a yellow tench showing broad dorsal fin and forked tail.",
    "A clear image of a yellow tench showing rounded fins and small mouth.",
    "A clear image of a yellow tench showing smooth olive scales and small red eyes.",
    "A detailed photo of a black freshwater tench, fully visible with thickset body, fins, and eyes.",
    "A detailed photo of a black tench fish, fully visible with dorsal fin, tail, and small mouth.",
    "A detailed photo of a black tench, fully visible with fins, scales, and tail.",
    "A detailed photo of a black tench, fully visible with thickset body, fins, and eyes.",
    "A detailed photo of a blue freshwater tench, fully visible with fins, scales, and tail.",
    "A detailed photo of a blue tench fish, fully visible with fins, scales, and tail.",
    "A detailed photo of a blue tench fish, fully visible with thickset body, fins, and eyes.",
    "A detailed photo of a brown freshwater tench, fully visible with dorsal fin, tail, and small mouth.",
    "A detailed photo of a brown tench, fully visible with dorsal fin, tail, and small mouth.",
    "A detailed photo of a brown tench, fully visible with fins, scales, and tail.",
    "A detailed photo of a gray freshwater tench, fully visible with fins, scales, and tail.",
    "A detailed photo of a gray tench fish, fully visible with fins, scales, and tail.",
    "A detailed photo of a green freshwater tench, fully visible with fins, scales, and tail.",
    "A detailed photo of a green freshwater tench, fully visible with thickset body, fins, and eyes.",
    "A detailed photo of a green tench fish, fully visible with dorsal fin, tail, and small mouth.",
    "A detailed photo of a green tench, fully visible with dorsal fin, tail, and small mouth.",
    "A detailed photo of a orange freshwater tench, fully visible with dorsal fin, tail, and small mouth.",
    "A detailed photo of a orange freshwater tench, fully visible with fins, scales, and tail.",
    "A detailed photo of a orange tench fish, fully visible with dorsal fin, tail, and small mouth.",
    "A detailed photo of a orange tench fish, fully visible with fins, scales, and tail.",
    "A detailed photo of a orange tench, fully visible with dorsal fin, tail, and small mouth.",
    "A detailed photo of a orange tench, fully visible with thickset body, fins, and eyes.",
    "A detailed photo of a red tench fish, fully visible with dorsal fin, tail, and small mouth.",
    "A detailed photo of a red tench fish, fully visible with fins, scales, and tail.",
    "A detailed photo of a red tench fish, fully visible with thickset body, fins, and eyes.",
    "A detailed photo of a red tench, fully visible with dorsal fin, tail, and small mouth.",
    "A detailed photo of a red tench, fully visible with thickset body, fins, and eyes.",
    "A detailed photo of a silver freshwater tench, fully visible with dorsal fin, tail, and small mouth.",
    "A detailed photo of a silver freshwater tench, fully visible with fins, scales, and tail.",
    "A detailed photo of a silver freshwater tench, fully visible with thickset body, fins, and eyes.",
    "A detailed photo of a silver tench, fully visible with fins, scales, and tail.",
    "A detailed photo of a silver tench, fully visible with thickset body, fins, and eyes.",
    "A detailed photo of a white freshwater tench, fully visible with thickset body, fins, and eyes.",
    "A detailed photo of a white tench fish, fully visible with dorsal fin, tail, and small mouth.",
    "A detailed photo of a white tench fish, fully visible with thickset body, fins, and eyes.",
    "A detailed photo of a white tench, fully visible with dorsal fin, tail, and small mouth.",
    "A detailed photo of a white tench, fully visible with thickset body, fins, and eyes.",
    "A detailed photo of a yellow freshwater tench, fully visible with fins, scales, and tail.",
    "A detailed photo of a yellow tench, fully visible with fins, scales, and tail.",
    "A high-quality photo of a black freshwater tench emphasizing smooth olive scales and small red eyes, fully shown.",
    "A high-quality photo of a black tench emphasizing broad dorsal fin and forked tail, fully shown.",
    "A high-quality photo of a black tench emphasizing slimy skin and thickset body, fully shown.",
    "A high-quality photo of a black tench fish emphasizing smooth olive scales and small red eyes, fully shown.",
    "A high-quality photo of a blue freshwater tench emphasizing slimy skin and thickset body, fully shown.",
    "A high-quality photo of a blue tench emphasizing broad dorsal fin and forked tail, fully shown.",
    "A high-quality photo of a blue tench emphasizing rounded fins and small mouth, fully shown.",
    "A high-quality photo of a blue tench emphasizing slimy skin and thickset body, fully shown.",
    "A high-quality photo of a blue tench fish emphasizing slimy skin and thickset body, fully shown.",
    "A high-quality photo of a brown freshwater tench emphasizing slimy skin and thickset body, fully shown.",
    "A high-quality photo of a brown freshwater tench emphasizing smooth olive scales and small red eyes, fully shown.",
    "A high-quality photo of a brown tench emphasizing broad dorsal fin and forked tail, fully shown.",
    "A high-quality photo of a brown tench emphasizing smooth olive scales and small red eyes, fully shown.",
    "A high-quality photo of a gray tench emphasizing broad dorsal fin and forked tail, fully shown.",
    "A high-quality photo of a green freshwater tench emphasizing rounded fins and small mouth, fully shown.",
    "A high-quality photo of a green freshwater tench emphasizing smooth olive scales and small red eyes, fully shown.",
    "A high-quality photo of a green tench emphasizing slimy skin and thickset body, fully shown.",
    "A high-quality photo of a green tench emphasizing smooth olive scales and small red eyes, fully shown.",
    "A high-quality photo of a orange freshwater tench emphasizing broad dorsal fin and forked tail, fully shown.",
    "A high-quality photo of a orange freshwater tench emphasizing smooth olive scales and small red eyes, fully shown.",
    "A high-quality photo of a orange tench emphasizing rounded fins and small mouth, fully shown.",
    "A high-quality photo of a orange tench fish emphasizing broad dorsal fin and forked tail, fully shown.",
    "A high-quality photo of a orange tench fish emphasizing rounded fins and small mouth, fully shown.",
    "A high-quality photo of a orange tench fish emphasizing smooth olive scales and small red eyes, fully shown.",
    "A high-quality photo of a red freshwater tench emphasizing slimy skin and thickset body, fully shown.",
    "A high-quality photo of a red tench emphasizing broad dorsal fin and forked tail, fully shown.",
    "A high-quality photo of a silver freshwater tench emphasizing smooth olive scales and small red eyes, fully shown.",
    "A high-quality photo of a silver tench fish emphasizing broad dorsal fin and forked tail, fully shown.",
    "A high-quality photo of a silver tench fish emphasizing slimy skin and thickset body, fully shown.",
    "A high-quality photo of a white freshwater tench emphasizing rounded fins and small mouth, fully shown.",
    "A high-quality photo of a white tench emphasizing broad dorsal fin and forked tail, fully shown.",
    "A high-quality photo of a white tench emphasizing rounded fins and small mouth, fully shown.",
    "A high-quality photo of a white tench emphasizing slimy skin and thickset body, fully shown.",
    "A high-quality photo of a white tench fish emphasizing slimy skin and thickset body, fully shown.",
    "A high-quality photo of a yellow freshwater tench emphasizing broad dorsal fin and forked tail, fully shown.",
    "A high-quality photo of a yellow tench fish emphasizing rounded fins and small mouth, fully shown.",
    "A photo of a black freshwater tench with full visibility and distinct features.",
    "A photo of a black tench fish with full visibility and distinct features.",
    "A photo of a black tench with full visibility and distinct features.",
    "A photo of a blue freshwater tench with full visibility and distinct features.",
    "A photo of a blue tench fish with full visibility and distinct features.",
    "A photo of a blue tench with full visibility and distinct features.",
    "A photo of a brown freshwater tench with full visibility and distinct features.",
    "A photo of a brown tench fish with full visibility and distinct features.",
    "A photo of a brown tench with full visibility and distinct features.",
    "A photo of a gray freshwater tench with full visibility and distinct features.",
    "A photo of a gray tench fish with full visibility and distinct features.",
    "A photo of a gray tench with full visibility and distinct features.",
    "A photo of a green tench with full visibility and distinct features.",
    "A photo of a orange freshwater tench with full visibility and distinct features.",
    "A photo of a orange tench fish with full visibility and distinct features.",
    "A photo of a orange tench with full visibility and distinct features.",
    "A photo of a red tench fish with full visibility and distinct features.",
    "A photo of a silver freshwater tench with full visibility and distinct features.",
    "A photo of a silver tench fish with full visibility and distinct features.",
    "A photo of a silver tench with full visibility and distinct features.",
    "A photo of a white freshwater tench with full visibility and distinct features.",
    "A photo of a white tench fish with full visibility and distinct features.",
    "A photo of a yellow freshwater tench with full visibility and distinct features.",
    "A photo of a yellow tench fish with full visibility and distinct features.",
    "A realistic depiction of a black freshwater tench with broad dorsal fin and forked tail, fully visible.",
    "A realistic depiction of a black freshwater tench with slimy skin and thickset body, fully visible.",
    "A realistic depiction of a black tench fish with broad dorsal fin and forked tail, fully visible.",
    "A realistic depiction of a black tench fish with smooth olive scales and small red eyes, fully visible.",
    "A realistic depiction of a black tench with smooth olive scales and small red eyes, fully visible.",
    "A realistic depiction of a blue tench with rounded fins and small mouth, fully visible.",
    "A realistic depiction of a blue tench with slimy skin and thickset body, fully visible.",
    "A realistic depiction of a blue tench with smooth olive scales and small red eyes, fully visible.",
    "A realistic depiction of a brown freshwater tench with slimy skin and thickset body, fully visible.",
    "A realistic depiction of a brown tench fish with rounded fins and small mouth, fully visible.",
    "A realistic depiction of a brown tench fish with smooth olive scales and small red eyes, fully visible.",
    "A realistic depiction of a brown tench with smooth olive scales and small red eyes, fully visible.",
    "A realistic depiction of a gray freshwater tench with smooth olive scales and small red eyes, fully visible.",
    "A realistic depiction of a gray tench with slimy skin and thickset body, fully visible.",
    "A realistic depiction of a gray tench with smooth olive scales and small red eyes, fully visible.",
    "A realistic depiction of a green freshwater tench with rounded fins and small mouth, fully visible.",
    "A realistic depiction of a green tench fish with broad dorsal fin and forked tail, fully visible.",
    "A realistic depiction of a orange freshwater tench with rounded fins and small mouth, fully visible.",
    "A realistic depiction of a orange tench fish with broad dorsal fin and forked tail, fully visible.",
    "A realistic depiction of a red freshwater tench with slimy skin and thickset body, fully visible.",
    "A realistic depiction of a red tench fish with rounded fins and small mouth, fully visible.",
    "A realistic depiction of a red tench with rounded fins and small mouth, fully visible.",
    "A realistic depiction of a red tench with slimy skin and thickset body, fully visible.",
    "A realistic depiction of a silver freshwater tench with slimy skin and thickset body, fully visible.",
    "A realistic depiction of a silver tench fish with rounded fins and small mouth, fully visible.",
    "A realistic depiction of a silver tench with rounded fins and small mouth, fully visible.",
    "A realistic depiction of a white freshwater tench with slimy skin and thickset body, fully visible.",
    "A realistic depiction of a white tench fish with broad dorsal fin and forked tail, fully visible.",
    "A realistic depiction of a white tench with smooth olive scales and small red eyes, fully visible.",
    "A realistic depiction of a yellow freshwater tench with broad dorsal fin and forked tail, fully visible.",
    "A realistic depiction of a yellow tench fish with rounded fins and small mouth, fully visible."
  ],
  "English springer": [
    "A centered image of a black English springer spaniel with face, chest, and feathered legs, distinct and complete.",
    "A centered image of a black springer spaniel with body, tail, and paws, distinct and complete.",
    "A centered image of a blue springer spaniel with body, tail, and paws, distinct and complete.",
    "A centered image of a blue springer spaniel with ears, coat, muzzle, and paws, distinct and complete.",
    "A centered image of a blue springer spaniel with face, chest, and feathered legs, distinct and complete.",
    "A centered image of a brown English springer spaniel with face, chest, and feathered legs, distinct and complete.",
    "A centered image of a brown English springer with face, chest, and feathered legs, distinct and complete.",
    "A centered image of a brown springer spaniel with body, tail, and paws, distinct and complete.",
    "A centered image of a brown springer spaniel with ears, coat, muzzle, and paws, distinct and complete.",
    "A centered image of a gray English springer spaniel with body, tail, and paws, distinct and complete.",
    "A centered image of a gray English springer spaniel with ears, coat, muzzle, and paws, distinct and complete.",
    "A centered image of a gray English springer with ears, coat, muzzle, and paws, distinct and complete.",
    "A centered image of a green English springer spaniel with ears, coat, muzzle, and paws, distinct and complete.",
    "A centered image of a green English springer with face, chest, and feathered legs, distinct and complete.",
    "A centered image of a green springer spaniel with body, tail, and paws, distinct and complete.",
    "A centered image of a green springer spaniel with ears, coat, muzzle, and paws, distinct and complete.",
    "A centered image of a green springer spaniel with face, chest, and feathered legs, distinct and complete.",
    "A centered image of a orange English springer spaniel with body, tail, and paws, distinct and complete.",
    "A centered image of a orange English springer spaniel with face, chest, and feathered legs, distinct and complete.",
    "A centered image of a orange English springer with body, tail, and paws, distinct and complete.",
    "A centered image of a orange springer spaniel with ears, coat, muzzle, and paws, distinct and complete.",
    "A centered image of a red English springer spaniel with ears, coat, muzzle, and paws, distinct and complete.",
    "A centered image of a red English springer spaniel with face, chest, and feathered legs, distinct and complete.",
    "A centered image of a red English springer with body, tail, and paws, distinct and complete.",
    "A centered image of a red English springer with face, chest, and feathered legs, distinct and complete.",
    "A centered image of a red springer spaniel with face, chest, and feathered legs, distinct and complete.",
    "A centered image of a silver English springer spaniel with ears, coat, muzzle, and paws, distinct and complete.",
    "A centered image of a silver English springer spaniel with face, chest, and feathered legs, distinct and complete.",
    "A centered image of a silver English springer with body, tail, and paws, distinct and complete.",
    "A centered image of a silver English springer with ears, coat, muzzle, and paws, distinct and complete.",
    "A centered image of a silver English springer with face, chest, and feathered legs, distinct and complete.",
    "A centered image of a silver springer spaniel with face, chest, and feathered legs, distinct and complete.",
    "A centered image of a white English springer spaniel with ears, coat, muzzle, and paws, distinct and complete.",
    "A centered image of a white English springer with ears, coat, muzzle, and paws, distinct and complete.",
    "A centered image of a white English springer with face, chest, and feathered legs, distinct and complete.",
    "A centered image of a yellow English springer with face, chest, and feathered legs, distinct and complete.",
    "A centered image of a yellow springer spaniel with body, tail, and paws, distinct and complete.",
    "A centered image of a yellow springer spaniel with ears, coat, muzzle, and paws, distinct and complete.",
    "A clear image of a black English springer showing alert expression and wagging tail.",
    "A clear image of a black English springer spaniel showing black-and-white coat with feathered legs.",
    "A clear image of a blue English springer showing alert expression and wagging tail.",
    "A clear image of a blue English springer spaniel showing alert expression and wagging tail.",
    "A clear image of a blue English springer spaniel showing black-and-white coat with feathered legs.",
    "A clear image of a blue English springer spaniel showing liver-and-white coat and bright eyes.",
    "A clear image of a blue springer spaniel showing alert expression and wagging tail.",
    "A clear image of a blue springer spaniel showing long feathered ears and muzzle.",
    "A clear image of a brown English springer showing black-and-white coat with feathered legs.",
    "A clear image of a brown springer spaniel showing long feathered ears and muzzle.",
    "A clear image of a gray English springer showing black-and-white coat with feathered legs.",
    "A clear image of a gray English springer spaniel showing liver-and-white coat and bright eyes.",
    "A clear image of a gray English springer spaniel showing long feathered ears and muzzle.",
    "A clear image of a gray springer spaniel showing alert expression and wagging tail.",
    "A clear image of a green English springer showing long feathered ears and muzzle.",
    "A clear image of a green English springer spaniel showing alert expression and wagging tail.",
    "A clear image of a green English springer spaniel showing black-and-white coat with feathered legs.",
    "A clear image of a green English springer spaniel showing liver-and-white coat and bright eyes.",
    "A clear image of a green springer spaniel showing liver-and-white coat and bright eyes.",
    "A clear image of a orange English springer showing alert expression and wagging tail.",
    "A clear image of a orange English springer showing black-and-white coat with feathered legs.",
    "A clear image of a orange English springer showing liver-and-white coat and bright eyes.",
    "A clear image of a orange English springer showing long feathered ears and muzzle.",
    "A clear image of a red English springer spaniel showing black-and-white coat with feathered legs.",
    "A clear image of a red English springer spaniel showing long feathered ears and muzzle.",
    "A clear image of a red springer spaniel showing alert expression and wagging tail.",
    "A clear image of a red springer spaniel showing black-and-white coat with feathered legs.",
    "A clear image of a silver English springer showing long feathered ears and muzzle.",
    "A clear image of a silver springer spaniel showing alert expression and wagging tail.",
    "A clear image of a silver springer spaniel showing black-and-white coat with feathered legs.",
    "A clear image of a silver springer spaniel showing liver-and-white coat and bright eyes.",
    "A clear image of a white English springer showing alert expression and wagging tail.",
    "A clear image of a white English springer showing black-and-white coat with feathered legs.",
    "A clear image of a white English springer spaniel showing alert expression and wagging tail.",
    "A clear image of a white springer spaniel showing long feathered ears and muzzle.",
    "A clear image of a yellow English springer showing long feathered ears and muzzle.",
    "A clear image of a yellow English springer spaniel showing black-and-white coat with feathered legs.",
    "A clear image of a yellow English springer spaniel showing liver-and-white coat and bright eyes.",
    "A clear image of a yellow springer spaniel showing liver-and-white coat and bright eyes.",
    "A detailed photo of a black English springer spaniel, fully visible with ears, coat, muzzle, and paws.",
    "A detailed photo of a black English springer spaniel, fully visible with face, chest, and feathered legs.",
    "A detailed photo of a black English springer, fully visible with face, chest, and feathered legs.",
    "A detailed photo of a black springer spaniel, fully visible with face, chest, and feathered legs.",
    "A detailed photo of a blue English springer spaniel, fully visible with ears, coat, muzzle, and paws.",
    "A detailed photo of a blue English springer spaniel, fully visible with face, chest, and feathered legs.",
    "A detailed photo of a blue English springer, fully visible with body, tail, and paws.",
    "A detailed photo of a blue springer spaniel, fully visible with ears, coat, muzzle, and paws.",
    "A detailed photo of a brown English springer spaniel, fully visible with body, tail, and paws.",
    "A detailed photo of a brown English springer, fully visible with ears, coat, muzzle, and paws.",
    "A detailed photo of a brown English springer, fully visible with face, chest, and feathered legs.",
    "A detailed photo of a brown springer spaniel, fully visible with ears, coat, muzzle, and paws.",
    "A detailed photo of a gray English springer spaniel, fully visible with ears, coat, muzzle, and paws.",
    "A detailed photo of a gray English springer, fully visible with body, tail, and paws.",
    "A detailed photo of a gray English springer, fully visible with ears, coat, muzzle, and paws.",
    "A detailed photo of a gray springer spaniel, fully visible with body, tail, and paws.",
    "A detailed photo of a green English springer spaniel, fully visible with body, tail, and paws.",
    "A detailed photo of a green English springer spaniel, fully visible with ears, coat, muzzle, and paws.",
    "A detailed photo of a green English springer, fully visible with body, tail, and paws.",
    "A detailed photo of a green English springer, fully visible with face, chest, and feathered legs.",
    "A detailed photo of a green springer spaniel, fully visible with body, tail, and paws.",
    "A detailed photo of a green springer spaniel, fully visible with ears, coat, muzzle, and paws.",
    "A detailed photo of a orange English springer spaniel, fully visible with face, chest, and feathered legs.",
    "A detailed photo of a red English springer spaniel, fully visible with ears, coat, muzzle, and paws.",
    "A detailed photo of a red English springer, fully visible with face, chest, and feathered legs.",
    "A detailed photo of a silver English springer spaniel, fully visible with body, tail, and paws.",
    "A detailed photo of a silver English springer spaniel, fully visible with ears, coat, muzzle, and paws.",
    "A detailed photo of a silver English springer spaniel, fully visible with face, chest, and feathered legs.",
    "A detailed photo of a silver English springer, fully visible with ears, coat, muzzle, and paws.",
    "A detailed photo of a silver springer spaniel, fully visible with ears, coat, muzzle, and paws.",
    "A detailed photo of a white English springer spaniel, fully visible with body, tail, and paws.",
    "A detailed photo of a white English springer spaniel, fully visible with face, chest, and feathered legs.",
    "A detailed photo of a white springer spaniel, fully visible with ears, coat, muzzle, and paws.",
    "A detailed photo of a yellow English springer spaniel, fully visible with ears, coat, muzzle, and paws.",
    "A detailed photo of a yellow springer spaniel, fully visible with face, chest, and feathered legs.",
    "A high-quality photo of a black English springer emphasizing black-and-white coat with feathered legs, fully shown.",
    "A high-quality photo of a black springer spaniel emphasizing black-and-white coat with feathered legs, fully shown.",
    "A high-quality photo of a black springer spaniel emphasizing liver-and-white coat and bright eyes, fully shown.",
    "A high-quality photo of a blue English springer emphasizing alert expression and wagging tail, fully shown.",
    "A high-quality photo of a blue English springer emphasizing long feathered ears and muzzle, fully shown.",
    "A high-quality photo of a brown English springer emphasizing alert expression and wagging tail, fully shown.",
    "A high-quality photo of a brown English springer emphasizing liver-and-white coat and bright eyes, fully shown.",
    "A high-quality photo of a brown springer spaniel emphasizing alert expression and wagging tail, fully shown.",
    "A high-quality photo of a brown springer spaniel emphasizing black-and-white coat with feathered legs, fully shown.",
    "A high-quality photo of a brown springer spaniel emphasizing liver-and-white coat and bright eyes, fully shown.",
    "A high-quality photo of a gray English springer spaniel emphasizing long feathered ears and muzzle, fully shown.",
    "A high-quality photo of a gray springer spaniel emphasizing long feathered ears and muzzle, fully shown.",
    "A high-quality photo of a green English springer emphasizing black-and-white coat with feathered legs, fully shown.",
    "A high-quality photo of a green English springer spaniel emphasizing alert expression and wagging tail, fully shown.",
    "A high-quality photo of a green English springer spaniel emphasizing black-and-white coat with feathered legs, fully shown.",
    "A high-quality photo of a green English springer spaniel emphasizing liver-and-white coat and bright eyes, fully shown.",
    "A high-quality photo of a green English springer spaniel emphasizing long feathered ears and muzzle, fully shown.",
    "A high-quality photo of a orange English springer spaniel emphasizing liver-and-white coat and bright eyes, fully shown.",
    "A high-quality photo of a orange English springer spaniel emphasizing long feathered ears and muzzle, fully shown.",
    "A high-quality photo of a orange springer spaniel emphasizing black-and-white coat with feathered legs, fully shown.",
    "A high-quality photo of a orange springer spaniel emphasizing long feathered ears and muzzle, fully shown.",
    "A high-quality photo of a red English springer emphasizing liver-and-white coat and bright eyes, fully shown.",
    "A high-quality photo of a red English springer spaniel emphasizing liver-and-white coat and bright eyes, fully shown.",
    "A high-quality photo of a red springer spaniel emphasizing alert expression and wagging tail, fully shown.",
    "A high-quality photo of a silver English springer emphasizing alert expression and wagging tail, fully shown.",
    "A high-quality photo of a silver English springer emphasizing black-and-white coat with feathered legs, fully shown.",
    "A high-quality photo of a silver English springer spaniel emphasizing black-and-white coat with feathered legs, fully shown.",
    "A high-quality photo of a white English springer emphasizing long feathered ears and muzzle, fully shown.",
    "A high-quality photo of a white English springer spaniel emphasizing black-and-white coat with feathered legs, fully shown.",
    "A high-quality photo of a white English springer spaniel emphasizing long feathered ears and muzzle, fully shown.",
    "A high-quality photo of a white springer spaniel emphasizing liver-and-white coat and bright eyes, fully shown.",
    "A high-quality photo of a yellow English springer emphasizing liver-and-white coat and bright eyes, fully shown.",
    "A high-quality photo of a yellow English springer emphasizing long feathered ears and muzzle, fully shown.",
    "A high-quality photo of a yellow springer spaniel emphasizing black-and-white coat with feathered legs, fully shown.",
    "A photo of a black English springer spaniel with full visibility and distinct features.",
    "A photo of a black springer spaniel with full visibility and distinct features.",
    "A photo of a blue English springer spaniel with full visibility and distinct features.",
    "A photo of a blue English springer with full visibility and distinct features.",
    "A photo of a blue springer spaniel with full visibility and distinct features.",
    "A photo of a brown English springer spaniel with full visibility and distinct features.",
    "A photo of a brown English springer with full visibility and distinct features.",
    "A photo of a brown springer spaniel with full visibility and distinct features.",
    "A photo of a gray English springer spaniel with full visibility and distinct features.",
    "A photo of a gray springer spaniel with full visibility and distinct features.",
    "A photo of a green English springer with full visibility and distinct features.",
    "A photo of a green springer spaniel with full visibility and distinct features.",
    "A photo of a orange English springer spaniel with full visibility and distinct features.",
    "A photo of a orange springer spaniel with full visibility and distinct features.",
    "A photo of a red English springer spaniel with full visibility and distinct features.",
    "A photo of a red springer spaniel with full visibility and distinct features.",
    "A photo of a silver English springer with full visibility and distinct features.",
    "A photo of a silver springer spaniel with full visibility and distinct features.",
    "A photo of a white English springer spaniel with full visibility and distinct features.",
    "A photo of a white English springer with full visibility and distinct features.",
    "A photo of a white springer spaniel with full visibility and distinct features.",
    "A photo of a yellow English springer spaniel with full visibility and distinct features.",
    "A photo of a yellow English springer with full visibility and distinct features.",
    "A photo of a yellow springer spaniel with full visibility and distinct features.",
    "A realistic depiction of a black English springer spaniel with alert expression and wagging tail, fully visible.",
    "A realistic depiction of a black English springer spaniel with long feathered ears and muzzle, fully visible.",
    "A realistic depiction of a black English springer with alert expression and wagging tail, fully visible.",
    "A realistic depiction of a blue English springer spaniel with liver-and-white coat and bright eyes, fully visible.",
    "A realistic depiction of a blue English springer with alert expression and wagging tail, fully visible.",
    "A realistic depiction of a blue springer spaniel with black-and-white coat with feathered legs, fully visible.",
    "A realistic depiction of a blue springer spaniel with long feathered ears and muzzle, fully visible.",
    "A realistic depiction of a brown English springer spaniel with liver-and-white coat and bright eyes, fully visible.",
    "A realistic depiction of a brown English springer with liver-and-white coat and bright eyes, fully visible.",
    "A realistic depiction of a gray English springer spaniel with black-and-white coat with feathered legs, fully visible.",
    "A realistic depiction of a gray English springer spaniel with long feathered ears and muzzle, fully visible.",
    "A realistic depiction of a gray English springer with long feathered ears and muzzle, fully visible.",
    "A realistic depiction of a green springer spaniel with alert expression and wagging tail, fully visible.",
    "A realistic depiction of a green springer spaniel with long feathered ears and muzzle, fully visible.",
    "A realistic depiction of a orange English springer spaniel with alert expression and wagging tail, fully visible.",
    "A realistic depiction of a orange English springer with long feathered ears and muzzle, fully visible.",
    "A realistic depiction of a orange springer spaniel with alert expression and wagging tail, fully visible.",
    "A realistic depiction of a orange springer spaniel with black-and-white coat with feathered legs, fully visible.",
    "A realistic depiction of a red English springer spaniel with liver-and-white coat and bright eyes, fully visible.",
    "A realistic depiction of a silver English springer spaniel with black-and-white coat with feathered legs, fully visible.",
    "A realistic depiction of a silver English springer spaniel with long feathered ears and muzzle, fully visible.",
    "A realistic depiction of a silver English springer with long feathered ears and muzzle, fully visible.",
    "A realistic depiction of a silver springer spaniel with liver-and-white coat and bright eyes, fully visible.",
    "A realistic depiction of a white English springer spaniel with alert expression and wagging tail, fully visible.",
    "A realistic depiction of a white English springer with liver-and-white coat and bright eyes, fully visible.",
    "A realistic depiction of a white springer spaniel with alert expression and wagging tail, fully visible.",
    "A realistic depiction of a yellow English springer spaniel with alert expression and wagging tail, fully visible.",
    "A realistic depiction of a yellow English springer spaniel with black-and-white coat with feathered legs, fully visible.",
    "A realistic depiction of a yellow English springer with liver-and-white coat and bright eyes, fully visible.",
    "A realistic depiction of a yellow springer spaniel with liver-and-white coat and bright eyes, fully visible."
  ],
  "cassette player": [
    "A centered image of a black cassette player with compartment, control keys, and display, distinct and complete.",
    "A centered image of a black cassette player with tape door, reels, buttons, and jacks, distinct and complete.",
    "A centered image of a blue cassette player with body, controls, and connectors, distinct and complete.",
    "A centered image of a blue cassette player with tape door, reels, buttons, and jacks, distinct and complete.",
    "A centered image of a blue portable cassette player with body, controls, and connectors, distinct and complete.",
    "A centered image of a blue portable cassette player with compartment, control keys, and display, distinct and complete.",
    "A centered image of a brown cassette deck with body, controls, and connectors, distinct and complete.",
    "A centered image of a brown cassette player with body, controls, and connectors, distinct and complete.",
    "A centered image of a brown cassette player with compartment, control keys, and display, distinct and complete.",
    "A centered image of a brown cassette player with tape door, reels, buttons, and jacks, distinct and complete.",
    "A centered image of a gray cassette player with body, controls, and connectors, distinct and complete.",
    "A centered image of a gray portable cassette player with tape door, reels, buttons, and jacks, distinct and complete.",
    "A centered image of a green cassette deck with body, controls, and connectors, distinct and complete.",
    "A centered image of a green cassette player with compartment, control keys, and display, distinct and complete.",
    "A centered image of a green cassette player with tape door, reels, buttons, and jacks, distinct and complete.",
    "A centered image of a orange cassette deck with body, controls, and connectors, distinct and complete.",
    "A centered image of a orange cassette player with tape door, reels, buttons, and jacks, distinct and complete.",
    "A centered image of a orange portable cassette player with tape door, reels, buttons, and jacks, distinct and complete.",
    "A centered image of a red cassette deck with body, controls, and connectors, distinct and complete.",
    "A centered image of a red cassette player with compartment, control keys, and display, distinct and complete.",
    "A centered image of a red cassette player with tape door, reels, buttons, and jacks, distinct and complete.",
    "A centered image of a red portable cassette player with tape door, reels, buttons, and jacks, distinct and complete.",
    "A centered image of a silver cassette deck with tape door, reels, buttons, and jacks, distinct and complete.",
    "A centered image of a silver cassette player with compartment, control keys, and display, distinct and complete.",
    "A centered image of a silver cassette player with tape door, reels, buttons, and jacks, distinct and complete.",
    "A centered image of a silver portable cassette player with compartment, control keys, and display, distinct and complete.",
    "A centered image of a white cassette deck with body, controls, and connectors, distinct and complete.",
    "A centered image of a white cassette deck with tape door, reels, buttons, and jacks, distinct and complete.",
    "A centered image of a white cassette player with body, controls, and connectors, distinct and complete.",
    "A centered image of a white cassette player with tape door, reels, buttons, and jacks, distinct and complete.",
    "A centered image of a white portable cassette player with body, controls, and connectors, distinct and complete.",
    "A centered image of a yellow cassette deck with tape door, reels, buttons, and jacks, distinct and complete.",
    "A centered image of a yellow cassette player with compartment, control keys, and display, distinct and complete.",
    "A centered image of a yellow cassette player with tape door, reels, buttons, and jacks, distinct and complete.",
    "A clear image of a black cassette player showing volume wheel and headphone jack.",
    "A clear image of a black portable cassette player showing front-loading tape door and transport buttons.",
    "A clear image of a black portable cassette player showing play, stop, and rewind keys.",
    "A clear image of a blue cassette player showing play, stop, and rewind keys.",
    "A clear image of a blue cassette player showing volume wheel and headphone jack.",
    "A clear image of a brown cassette deck showing front-loading tape door and transport buttons.",
    "A clear image of a brown cassette deck showing play, stop, and rewind keys.",
    "A clear image of a brown cassette player showing clear window showing tape reels.",
    "A clear image of a brown cassette player showing play, stop, and rewind keys.",
    "A clear image of a brown portable cassette player showing clear window showing tape reels.",
    "A clear image of a brown portable cassette player showing front-loading tape door and transport buttons.",
    "A clear image of a gray cassette player showing clear window showing tape reels.",
    "A clear image of a gray cassette player showing front-loading tape door and transport buttons.",
    "A clear image of a gray cassette player showing volume wheel and headphone jack.",
    "A clear image of a green cassette deck showing clear window showing tape reels.",
    "A clear image of a green cassette deck showing front-loading tape door and transport buttons.",
    "A clear image of a green cassette deck showing play, stop, and rewind keys.",
    "A clear image of a green cassette deck showing volume wheel and headphone jack.",
    "A clear image of a green cassette player showing clear window showing tape reels.",
    "A clear image of a green portable cassette player showing clear window showing tape reels.",
    "A clear image of a green portable cassette player showing play, stop, and rewind keys.",
    "A clear image of a orange cassette deck showing front-loading tape door and transport buttons.",
    "A clear image of a orange cassette player showing clear window showing tape reels.",
    "A clear image of a red portable cassette player showing clear window showing tape reels.",
    "A clear image of a red portable cassette player showing play, stop, and rewind keys.",
    "A clear image of a red portable cassette player showing volume wheel and headphone jack.",
    "A clear image of a silver cassette deck showing clear window showing tape reels.",
    "A clear image of a silver portable cassette player showing clear window showing tape reels.",
    "A clear image of a white cassette deck showing clear window showing tape reels.",
    "A clear image of a white cassette deck showing volume wheel and headphone jack.",
    "A clear image of a white portable cassette player showing clear window showing tape reels.",
    "A clear image of a white portable cassette player showing play, stop, and rewind keys.",
    "A clear image of a yellow cassette player showing clear window showing tape reels.",
    "A clear image of a yellow cassette player showing play, stop, and rewind keys.",
    "A clear image of a yellow portable cassette player showing front-loading tape door and transport buttons.",
    "A detailed photo of a black cassette deck, fully visible with body, controls, and connectors.",
    "A detailed photo of a black cassette deck, fully visible with compartment, control keys, and display.",
    "A detailed photo of a black cassette deck, fully visible with tape door, reels, buttons, and jacks.",
    "A detailed photo of a black portable cassette player, fully visible with body, controls, and connectors.",
    "A detailed photo of a black portable cassette player, fully visible with tape door, reels, buttons, and jacks.",
    "A detailed photo of a blue cassette deck, fully visible with compartment, control keys, and display.",
    "A detailed photo of a blue cassette deck, fully visible with tape door, reels, buttons, and jacks.",
    "A detailed photo of a blue cassette player, fully visible with body, controls, and connectors.",
    "A detailed photo of a blue cassette player, fully visible with tape door, reels, buttons, and jacks.",
    "A detailed photo of a blue portable cassette player, fully visible with tape door, reels, buttons, and jacks.",
    "A detailed photo of a brown cassette deck, fully visible with tape door, reels, buttons, and jacks.",
    "A detailed photo of a brown cassette player, fully visible with body, controls, and connectors.",
    "A detailed photo of a brown cassette player, fully visible with compartment, control keys, and display.",
    "A detailed photo of a brown portable cassette player, fully visible with tape door, reels, buttons, and jacks.",
    "A detailed photo of a gray cassette deck, fully visible with body, controls, and connectors.",
    "A detailed photo of a gray cassette deck, fully visible with tape door, reels, buttons, and jacks.",
    "A detailed photo of a gray cassette player, fully visible with body, controls, and connectors.",
    "A detailed photo of a gray cassette player, fully visible with tape door, reels, buttons, and jacks.",
    "A detailed photo of a gray portable cassette player, fully visible with body, controls, and connectors.",
    "A detailed photo of a green cassette player, fully visible with tape door, reels, buttons, and jacks.",
    "A detailed photo of a green portable cassette player, fully visible with body, controls, and connectors.",
    "A detailed photo of a green portable cassette player, fully visible with compartment, control keys, and display.",
    "A detailed photo of a orange cassette player, fully visible with body, controls, and connectors.",
    "A detailed photo of a orange cassette player, fully visible with tape door, reels, buttons, and jacks.",
    "A detailed photo of a orange portable cassette player, fully visible with body, controls, and connectors.",
    "A detailed photo of a orange portable cassette player, fully visible with compartment, control keys, and display.",
    "A detailed photo of a orange portable cassette player, fully visible with tape door, reels, buttons, and jacks.",
    "A detailed photo of a red cassette deck, fully visible with tape door, reels, buttons, and jacks.",
    "A detailed photo of a silver cassette deck, fully visible with compartment, control keys, and display.",
    "A detailed photo of a silver cassette player, fully visible with body, controls, and connectors.",
    "A detailed photo of a silver cassette player, fully visible with compartment, control keys, and display.",
    "A detailed photo of a silver portable cassette player, fully visible with compartment, control keys, and display.",
    "A detailed photo of a white cassette deck, fully visible with tape door, reels, buttons, and jacks.",
    "A detailed photo of a white cassette player, fully visible with tape door, reels, buttons, and jacks.",
    "A detailed photo of a yellow portable cassette player, fully visible with body, controls, and connectors.",
    "A high-quality photo of a black cassette player emphasizing front-loading tape door and transport buttons, fully shown.",
    "A high-quality photo of a black cassette player emphasizing play, stop, and rewind keys, fully shown.",
    "A high-quality photo of a black cassette player emphasizing volume wheel and headphone jack, fully shown.",
    "A high-quality photo of a black portable cassette player emphasizing front-loading tape door and transport buttons, fully shown.",
    "A high-quality photo of a black portable cassette player emphasizing volume wheel and headphone jack, fully shown.",
    "A high-quality photo of a blue cassette deck emphasizing volume wheel and headphone jack, fully shown.",
    "A high-quality photo of a blue cassette player emphasizing front-loading tape door and transport buttons, fully shown.",
    "A high-quality photo of a blue portable cassette player emphasizing play, stop, and rewind keys, fully shown.",
    "A high-quality photo of a blue portable cassette player emphasizing volume wheel and headphone jack, fully shown.",
    "A high-quality photo of a brown cassette deck emphasizing clear window showing tape reels, fully shown.",
    "A high-quality photo of a brown cassette deck emphasizing front-loading tape door and transport buttons, fully shown.",
    "A high-quality photo of a brown portable cassette player emphasizing front-loading tape door and transport buttons, fully shown.",
    "A high-quality photo of a brown portable cassette player emphasizing play, stop, and rewind keys, fully shown.",
    "A high-quality photo of a brown portable cassette player emphasizing volume wheel and headphone jack, fully shown.",
    "A high-quality photo of a gray cassette player emphasizing clear window showing tape reels, fully shown.",
    "A high-quality photo of a gray cassette player emphasizing play, stop, and rewind keys, fully shown.",
    "A high-quality photo of a gray portable cassette player emphasizing volume wheel and headphone jack, fully shown.",
    "A high-quality photo of a green cassette deck emphasizing clear window showing tape reels, fully shown.",
    "A high-quality photo of a green cassette deck emphasizing front-loading tape door and transport buttons, fully shown.",
    "A high-quality photo of a green cassette deck emphasizing volume wheel and headphone jack, fully shown.",
    "A high-quality photo of a green portable cassette player emphasizing volume wheel and headphone jack, fully shown.",
    "A high-quality photo of a orange cassette deck emphasizing clear window showing tape reels, fully shown.",
    "A high-quality photo of a orange cassette deck emphasizing volume wheel and headphone jack, fully shown.",
    "A high-quality photo of a orange portable cassette player emphasizing front-loading tape door and transport buttons, fully shown.",
    "A high-quality photo of a orange portable cassette player emphasizing volume wheel and headphone jack, fully shown.",
    "A high-quality photo of a red portable cassette player emphasizing volume wheel and headphone jack, fully shown.",
    "A high-quality photo of a silver cassette player emphasizing volume wheel and headphone jack, fully shown.",
    "A high-quality photo of a silver portable cassette player emphasizing volume wheel and headphone jack, fully shown.",
    "A high-quality photo of a white cassette player emphasizing front-loading tape door and transport buttons, fully shown.",
    "A high-quality photo of a white portable cassette player emphasizing volume wheel and headphone jack, fully shown.",
    "A high-quality photo of a yellow cassette deck emphasizing clear window showing tape reels, fully shown.",
    "A high-quality photo of a yellow cassette deck emphasizing front-loading tape door and transport buttons, fully shown.",
    "A high-quality photo of a yellow cassette deck emphasizing play, stop, and rewind keys, fully shown.",
    "A high-quality photo of a yellow cassette player emphasizing clear window showing tape reels, fully shown.",
    "A high-quality photo of a yellow portable cassette player emphasizing clear window showing tape reels, fully shown.",
    "A high-quality photo of a yellow portable cassette player emphasizing play, stop, and rewind keys, fully shown.",
    "A photo of a black cassette deck with full visibility and distinct features.",
    "A photo of a black cassette player with full visibility and distinct features.",
    "A photo of a black portable cassette player with full visibility and distinct features.",
    "A photo of a blue cassette deck with full visibility and distinct features.",
    "A photo of a blue cassette player with full visibility and distinct features.",
    "A photo of a blue portable cassette player with full visibility and distinct features.",
    "A photo of a brown cassette deck with full visibility and distinct features.",
    "A photo of a brown cassette player with full visibility and distinct features.",
    "A photo of a brown portable cassette player with full visibility and distinct features.",
    "A photo of a gray cassette deck with full visibility and distinct features.",
    "A photo of a gray cassette player with full visibility and distinct features.",
    "A photo of a gray portable cassette player with full visibility and distinct features.",
    "A photo of a green cassette deck with full visibility and distinct features.",
    "A photo of a green portable cassette player with full visibility and distinct features.",
    "A photo of a orange cassette deck with full visibility and distinct features.",
    "A photo of a orange cassette player with full visibility and distinct features.",
    "A photo of a red cassette deck with full visibility and distinct features.",
    "A photo of a red cassette player with full visibility and distinct features.",
    "A photo of a red portable cassette player with full visibility and distinct features.",
    "A photo of a silver cassette deck with full visibility and distinct features.",
    "A photo of a silver cassette player with full visibility and distinct features.",
    "A photo of a silver portable cassette player with full visibility and distinct features.",
    "A photo of a white cassette player with full visibility and distinct features.",
    "A photo of a white portable cassette player with full visibility and distinct features.",
    "A photo of a yellow cassette deck with full visibility and distinct features.",
    "A realistic depiction of a black cassette deck with front-loading tape door and transport buttons, fully visible.",
    "A realistic depiction of a black cassette player with play, stop, and rewind keys, fully visible.",
    "A realistic depiction of a blue cassette player with clear window showing tape reels, fully visible.",
    "A realistic depiction of a blue cassette player with front-loading tape door and transport buttons, fully visible.",
    "A realistic depiction of a blue cassette player with play, stop, and rewind keys, fully visible.",
    "A realistic depiction of a blue cassette player with volume wheel and headphone jack, fully visible.",
    "A realistic depiction of a blue portable cassette player with clear window showing tape reels, fully visible.",
    "A realistic depiction of a brown cassette deck with play, stop, and rewind keys, fully visible.",
    "A realistic depiction of a brown cassette player with play, stop, and rewind keys, fully visible.",
    "A realistic depiction of a gray cassette player with front-loading tape door and transport buttons, fully visible.",
    "A realistic depiction of a gray cassette player with play, stop, and rewind keys, fully visible.",
    "A realistic depiction of a gray portable cassette player with volume wheel and headphone jack, fully visible.",
    "A realistic depiction of a green cassette deck with front-loading tape door and transport buttons, fully visible.",
    "A realistic depiction of a green cassette player with volume wheel and headphone jack, fully visible.",
    "A realistic depiction of a green portable cassette player with volume wheel and headphone jack, fully visible.",
    "A realistic depiction of a orange cassette deck with play, stop, and rewind keys, fully visible.",
    "A realistic depiction of a orange cassette deck with volume wheel and headphone jack, fully visible.",
    "A realistic depiction of a orange cassette player with front-loading tape door and transport buttons, fully visible.",
    "A realistic depiction of a orange portable cassette player with volume wheel and headphone jack, fully visible.",
    "A realistic depiction of a red cassette player with front-loading tape door and transport buttons, fully visible.",
    "A realistic depiction of a red cassette player with play, stop, and rewind keys, fully visible.",
    "A realistic depiction of a red portable cassette player with clear window showing tape reels, fully visible.",
    "A realistic depiction of a red portable cassette player with front-loading tape door and transport buttons, fully visible.",
    "A realistic depiction of a red portable cassette player with volume wheel and headphone jack, fully visible.",
    "A realistic depiction of a silver cassette deck with front-loading tape door and transport buttons, fully visible.",
    "A realistic depiction of a silver cassette player with play, stop, and rewind keys, fully visible.",
    "A realistic depiction of a silver cassette player with volume wheel and headphone jack, fully visible.",
    "A realistic depiction of a white cassette deck with front-loading tape door and transport buttons, fully visible.",
    "A realistic depiction of a white cassette deck with play, stop, and rewind keys, fully visible.",
    "A realistic depiction of a white portable cassette player with clear window showing tape reels, fully visible.",
    "A realistic depiction of a yellow cassette deck with clear window showing tape reels, fully visible.",
    "A realistic depiction of a yellow cassette deck with play, stop, and rewind keys, fully visible.",
    "A realistic depiction of a yellow cassette player with front-loading tape door and transport buttons, fully visible.",
    "A realistic depiction of a yellow portable cassette player with clear window showing tape reels, fully visible.",
    "A realistic depiction of a yellow portable cassette player with front-loading tape door and transport buttons, fully visible."
  ],
  "chain saw": [
    "A centered image of a black chainsaw with bar, brake, housing, and grips, distinct and complete.",
    "A centered image of a black chainsaw with body, guards, and chain, distinct and complete.",
    "A centered image of a black electric chainsaw with guide bar, chain, and handles, distinct and complete.",
    "A centered image of a brown chain saw with guide bar, chain, and handles, distinct and complete.",
    "A centered image of a brown chainsaw with bar, brake, housing, and grips, distinct and complete.",
    "A centered image of a gray chain saw with bar, brake, housing, and grips, distinct and complete.",
    "A centered image of a gray chainsaw with body, guards, and chain, distinct and complete.",
    "A centered image of a gray chainsaw with guide bar, chain, and handles, distinct and complete.",
    "A centered image of a gray electric chainsaw with bar, brake, housing, and grips, distinct and complete.",
    "A centered image of a green chain saw with bar, brake, housing, and grips, distinct and complete.",
    "A centered image of a green chainsaw with bar, brake, housing, and grips, distinct and complete.",
    "A centered image of a green chainsaw with body, guards, and chain, distinct and complete.",
    "A centered image of a orange chain saw with guide bar, chain, and handles, distinct and complete.",
    "A centered image of a orange chainsaw with bar, brake, housing, and grips, distinct and complete.",
    "A centered image of a orange electric chainsaw with body, guards, and chain, distinct and complete.",
    "A centered image of a red chainsaw with body, guards, and chain, distinct and complete.",
    "A centered image of a silver chain saw with bar, brake, housing, and grips, distinct and complete.",
    "A centered image of a silver chain saw with guide bar, chain, and handles, distinct and complete.",
    "A centered image of a silver chainsaw with body, guards, and chain, distinct and complete.",
    "A centered image of a silver chainsaw with guide bar, chain, and handles, distinct and complete.",
    "A centered image of a white chain saw with guide bar, chain, and handles, distinct and complete.",
    "A centered image of a white chainsaw with body, guards, and chain, distinct and complete.",
    "A centered image of a white electric chainsaw with bar, brake, housing, and grips, distinct and complete.",
    "A centered image of a white electric chainsaw with body, guards, and chain, distinct and complete.",
    "A centered image of a yellow chainsaw with body, guards, and chain, distinct and complete.",
    "A centered image of a yellow electric chainsaw with body, guards, and chain, distinct and complete.",
    "A clear image of a black chain saw showing front hand guard and rear handle.",
    "A clear image of a black chainsaw showing front hand guard and rear handle.",
    "A clear image of a black chainsaw showing guide bar and sharp cutting chain.",
    "A clear image of a black chainsaw showing oil cap and chain tensioner.",
    "A clear image of a blue electric chainsaw showing front hand guard and rear handle.",
    "A clear image of a blue electric chainsaw showing oil cap and chain tensioner.",
    "A clear image of a brown chain saw showing front hand guard and rear handle.",
    "A clear image of a brown chain saw showing guide bar and sharp cutting chain.",
    "A clear image of a brown chain saw showing oil cap and chain tensioner.",
    "A clear image of a brown electric chainsaw showing chain brake and motor housing.",
    "A clear image of a brown electric chainsaw showing front hand guard and rear handle.",
    "A clear image of a gray chain saw showing chain brake and motor housing.",
    "A clear image of a gray electric chainsaw showing front hand guard and rear handle.",
    "A clear image of a green electric chainsaw showing chain brake and motor housing.",
    "A clear image of a orange chain saw showing front hand guard and rear handle.",
    "A clear image of a orange chainsaw showing guide bar and sharp cutting chain.",
    "A clear image of a orange chainsaw showing oil cap and chain tensioner.",
    "A clear image of a red chain saw showing chain brake and motor housing.",
    "A clear image of a red electric chainsaw showing chain brake and motor housing.",
    "A clear image of a red electric chainsaw showing oil cap and chain tensioner.",
    "A clear image of a silver chain saw showing guide bar and sharp cutting chain.",
    "A clear image of a silver chain saw showing oil cap and chain tensioner.",
    "A clear image of a silver chainsaw showing chain brake and motor housing.",
    "A clear image of a silver electric chainsaw showing front hand guard and rear handle.",
    "A clear image of a white chain saw showing front hand guard and rear handle.",
    "A clear image of a white chain saw showing oil cap and chain tensioner.",
    "A clear image of a white chainsaw showing chain brake and motor housing.",
    "A clear image of a white chainsaw showing front hand guard and rear handle.",
    "A clear image of a yellow chain saw showing front hand guard and rear handle.",
    "A clear image of a yellow chain saw showing guide bar and sharp cutting chain.",
    "A clear image of a yellow electric chainsaw showing front hand guard and rear handle.",
    "A clear image of a yellow electric chainsaw showing guide bar and sharp cutting chain.",
    "A detailed photo of a black chain saw, fully visible with bar, brake, housing, and grips.",
    "A detailed photo of a black chain saw, fully visible with guide bar, chain, and handles.",
    "A detailed photo of a black electric chainsaw, fully visible with bar, brake, housing, and grips.",
    "A detailed photo of a black electric chainsaw, fully visible with body, guards, and chain.",
    "A detailed photo of a blue chain saw, fully visible with bar, brake, housing, and grips.",
    "A detailed photo of a blue chain saw, fully visible with body, guards, and chain.",
    "A detailed photo of a blue chainsaw, fully visible with bar, brake, housing, and grips.",
    "A detailed photo of a brown chain saw, fully visible with guide bar, chain, and handles.",
    "A detailed photo of a brown chainsaw, fully visible with bar, brake, housing, and grips.",
    "A detailed photo of a brown chainsaw, fully visible with body, guards, and chain.",
    "A detailed photo of a brown chainsaw, fully visible with guide bar, chain, and handles.",
    "A detailed photo of a gray chain saw, fully visible with body, guards, and chain.",
    "A detailed photo of a gray chain saw, fully visible with guide bar, chain, and handles.",
    "A detailed photo of a gray electric chainsaw, fully visible with bar, brake, housing, and grips.",
    "A detailed photo of a gray electric chainsaw, fully visible with body, guards, and chain.",
    "A detailed photo of a green chain saw, fully visible with bar, brake, housing, and grips.",
    "A detailed photo of a green chain saw, fully visible with body, guards, and chain.",
    "A detailed photo of a green chain saw, fully visible with guide bar, chain, and handles.",
    "A detailed photo of a green chainsaw, fully visible with bar, brake, housing, and grips.",
    "A detailed photo of a orange chain saw, fully visible with bar, brake, housing, and grips.",
    "A detailed photo of a orange chainsaw, fully visible with guide bar, chain, and handles.",
    "A detailed photo of a orange electric chainsaw, fully visible with body, guards, and chain.",
    "A detailed photo of a red chain saw, fully visible with bar, brake, housing, and grips.",
    "A detailed photo of a red chain saw, fully visible with guide bar, chain, and handles.",
    "A detailed photo of a red electric chainsaw, fully visible with bar, brake, housing, and grips.",
    "A detailed photo of a red electric chainsaw, fully visible with body, guards, and chain.",
    "A detailed photo of a silver chain saw, fully visible with bar, brake, housing, and grips.",
    "A detailed photo of a silver chain saw, fully visible with guide bar, chain, and handles.",
    "A detailed photo of a silver electric chainsaw, fully visible with body, guards, and chain.",
    "A detailed photo of a white chain saw, fully visible with bar, brake, housing, and grips.",
    "A detailed photo of a white electric chainsaw, fully visible with body, guards, and chain.",
    "A detailed photo of a yellow chain saw, fully visible with bar, brake, housing, and grips.",
    "A detailed photo of a yellow chain saw, fully visible with body, guards, and chain.",
    "A detailed photo of a yellow chain saw, fully visible with guide bar, chain, and handles.",
    "A detailed photo of a yellow chainsaw, fully visible with bar, brake, housing, and grips.",
    "A detailed photo of a yellow electric chainsaw, fully visible with bar, brake, housing, and grips.",
    "A high-quality photo of a black chain saw emphasizing chain brake and motor housing, fully shown.",
    "A high-quality photo of a black chain saw emphasizing front hand guard and rear handle, fully shown.",
    "A high-quality photo of a black chainsaw emphasizing chain brake and motor housing, fully shown.",
    "A high-quality photo of a black chainsaw emphasizing front hand guard and rear handle, fully shown.",
    "A high-quality photo of a black chainsaw emphasizing oil cap and chain tensioner, fully shown.",
    "A high-quality photo of a black electric chainsaw emphasizing front hand guard and rear handle, fully shown.",
    "A high-quality photo of a black electric chainsaw emphasizing guide bar and sharp cutting chain, fully shown.",
    "A high-quality photo of a blue chainsaw emphasizing oil cap and chain tensioner, fully shown.",
    "A high-quality photo of a blue electric chainsaw emphasizing oil cap and chain tensioner, fully shown.",
    "A high-quality photo of a brown chain saw emphasizing chain brake and motor housing, fully shown.",
    "A high-quality photo of a brown chain saw emphasizing guide bar and sharp cutting chain, fully shown.",
    "A high-quality photo of a brown chainsaw emphasizing chain brake and motor housing, fully shown.",
    "A high-quality photo of a brown chainsaw emphasizing guide bar and sharp cutting chain, fully shown.",
    "A high-quality photo of a gray chain saw emphasizing front hand guard and rear handle, fully shown.",
    "A high-quality photo of a gray chainsaw emphasizing guide bar and sharp cutting chain, fully shown.",
    "A high-quality photo of a gray electric chainsaw emphasizing chain brake and motor housing, fully shown.",
    "A high-quality photo of a gray electric chainsaw emphasizing front hand guard and rear handle, fully shown.",
    "A high-quality photo of a gray electric chainsaw emphasizing guide bar and sharp cutting chain, fully shown.",
    "A high-quality photo of a gray electric chainsaw emphasizing oil cap and chain tensioner, fully shown.",
    "A high-quality photo of a green chain saw emphasizing chain brake and motor housing, fully shown.",
    "A high-quality photo of a green chainsaw emphasizing front hand guard and rear handle, fully shown.",
    "A high-quality photo of a green chainsaw emphasizing oil cap and chain tensioner, fully shown.",
    "A high-quality photo of a green electric chainsaw emphasizing guide bar and sharp cutting chain, fully shown.",
    "A high-quality photo of a orange chain saw emphasizing chain brake and motor housing, fully shown.",
    "A high-quality photo of a orange electric chainsaw emphasizing guide bar and sharp cutting chain, fully shown.",
    "A high-quality photo of a red chainsaw emphasizing chain brake and motor housing, fully shown.",
    "A high-quality photo of a red chainsaw emphasizing oil cap and chain tensioner, fully shown.",
    "A high-quality photo of a red electric chainsaw emphasizing chain brake and motor housing, fully shown.",
    "A high-quality photo of a red electric chainsaw emphasizing guide bar and sharp cutting chain, fully shown.",
    "A high-quality photo of a red electric chainsaw emphasizing oil cap and chain tensioner, fully shown.",
    "A high-quality photo of a silver chain saw emphasizing oil cap and chain tensioner, fully shown.",
    "A high-quality photo of a silver chainsaw emphasizing front hand guard and rear handle, fully shown.",
    "A high-quality photo of a silver chainsaw emphasizing guide bar and sharp cutting chain, fully shown.",
    "A high-quality photo of a white chain saw emphasizing chain brake and motor housing, fully shown.",
    "A high-quality photo of a white chain saw emphasizing oil cap and chain tensioner, fully shown.",
    "A high-quality photo of a white chainsaw emphasizing guide bar and sharp cutting chain, fully shown.",
    "A high-quality photo of a white chainsaw emphasizing oil cap and chain tensioner, fully shown.",
    "A high-quality photo of a white electric chainsaw emphasizing guide bar and sharp cutting chain, fully shown.",
    "A high-quality photo of a white electric chainsaw emphasizing oil cap and chain tensioner, fully shown.",
    "A high-quality photo of a yellow chain saw emphasizing front hand guard and rear handle, fully shown.",
    "A high-quality photo of a yellow chain saw emphasizing oil cap and chain tensioner, fully shown.",
    "A high-quality photo of a yellow chainsaw emphasizing guide bar and sharp cutting chain, fully shown.",
    "A high-quality photo of a yellow chainsaw emphasizing oil cap and chain tensioner, fully shown.",
    "A photo of a black chain saw with full visibility and distinct features.",
    "A photo of a black chainsaw with full visibility and distinct features.",
    "A photo of a black electric chainsaw with full visibility and distinct features.",
    "A photo of a blue chain saw with full visibility and distinct features.",
    "A photo of a blue chainsaw with full visibility and distinct features.",
    "A photo of a blue electric chainsaw with full visibility and distinct features.",
    "A photo of a brown chain saw with full visibility and distinct features.",
    "A photo of a brown chainsaw with full visibility and distinct features.",
    "A photo of a brown electric chainsaw with full visibility and distinct features.",
    "A photo of a gray chain saw with full visibility and distinct features.",
    "A photo of a green chain saw with full visibility and distinct features.",
    "A photo of a green chainsaw with full visibility and distinct features.",
    "A photo of a green electric chainsaw with full visibility and distinct features.",
    "A photo of a orange chain saw with full visibility and distinct features.",
    "A photo of a orange electric chainsaw with full visibility and distinct features.",
    "A photo of a red chain saw with full visibility and distinct features.",
    "A photo of a red chainsaw with full visibility and distinct features.",
    "A photo of a red electric chainsaw with full visibility and distinct features.",
    "A photo of a silver chain saw with full visibility and distinct features.",
    "A photo of a silver chainsaw with full visibility and distinct features.",
    "A photo of a silver electric chainsaw with full visibility and distinct features.",
    "A photo of a white chain saw with full visibility and distinct features.",
    "A photo of a white chainsaw with full visibility and distinct features.",
    "A photo of a white electric chainsaw with full visibility and distinct features.",
    "A photo of a yellow chain saw with full visibility and distinct features.",
    "A photo of a yellow chainsaw with full visibility and distinct features.",
    "A photo of a yellow electric chainsaw with full visibility and distinct features.",
    "A realistic depiction of a black chainsaw with guide bar and sharp cutting chain, fully visible.",
    "A realistic depiction of a black electric chainsaw with guide bar and sharp cutting chain, fully visible.",
    "A realistic depiction of a blue chain saw with guide bar and sharp cutting chain, fully visible.",
    "A realistic depiction of a blue chainsaw with chain brake and motor housing, fully visible.",
    "A realistic depiction of a blue chainsaw with oil cap and chain tensioner, fully visible.",
    "A realistic depiction of a blue electric chainsaw with chain brake and motor housing, fully visible.",
    "A realistic depiction of a blue electric chainsaw with front hand guard and rear handle, fully visible.",
    "A realistic depiction of a blue electric chainsaw with guide bar and sharp cutting chain, fully visible.",
    "A realistic depiction of a blue electric chainsaw with oil cap and chain tensioner, fully visible.",
    "A realistic depiction of a brown chain saw with front hand guard and rear handle, fully visible.",
    "A realistic depiction of a brown chain saw with oil cap and chain tensioner, fully visible.",
    "A realistic depiction of a brown chainsaw with oil cap and chain tensioner, fully visible.",
    "A realistic depiction of a brown electric chainsaw with guide bar and sharp cutting chain, fully visible.",
    "A realistic depiction of a gray chain saw with oil cap and chain tensioner, fully visible.",
    "A realistic depiction of a gray electric chainsaw with guide bar and sharp cutting chain, fully visible.",
    "A realistic depiction of a green chain saw with front hand guard and rear handle, fully visible.",
    "A realistic depiction of a green chainsaw with chain brake and motor housing, fully visible.",
    "A realistic depiction of a green chainsaw with oil cap and chain tensioner, fully visible.",
    "A realistic depiction of a green electric chainsaw with front hand guard and rear handle, fully visible.",
    "A realistic depiction of a orange chain saw with oil cap and chain tensioner, fully visible.",
    "A realistic depiction of a orange chainsaw with chain brake and motor housing, fully visible.",
    "A realistic depiction of a orange chainsaw with front hand guard and rear handle, fully visible.",
    "A realistic depiction of a red chain saw with guide bar and sharp cutting chain, fully visible.",
    "A realistic depiction of a red chainsaw with chain brake and motor housing, fully visible.",
    "A realistic depiction of a red chainsaw with front hand guard and rear handle, fully visible.",
    "A realistic depiction of a silver chain saw with chain brake and motor housing, fully visible.",
    "A realistic depiction of a silver chain saw with front hand guard and rear handle, fully visible.",
    "A realistic depiction of a silver chainsaw with front hand guard and rear handle, fully visible.",
    "A realistic depiction of a silver chainsaw with oil cap and chain tensioner, fully visible.",
    "A realistic depiction of a silver electric chainsaw with guide bar and sharp cutting chain, fully visible.",
    "A realistic depiction of a white chain saw with oil cap and chain tensioner, fully visible.",
    "A realistic depiction of a yellow chain saw with chain brake and motor housing, fully visible.",
    "A realistic depiction of a yellow chain saw with guide bar and sharp cutting chain, fully visible.",
    "A realistic depiction of a yellow chainsaw with front hand guard and rear handle, fully visible.",
    "A realistic depiction of a yellow chainsaw with guide bar and sharp cutting chain, fully visible.",
    "A realistic depiction of a yellow electric chainsaw with oil cap and chain tensioner, fully visible."
  ],
  "church": [
    "A centered image of a black cathedral with tower, nave, and buttresses, distinct and complete.",
    "A centered image of a black chapel with facade, arches, and windows, distinct and complete.",
    "A centered image of a black chapel with steeple, windows, doorway, and roof, distinct and complete.",
    "A centered image of a black chapel with tower, nave, and buttresses, distinct and complete.",
    "A centered image of a black church with facade, arches, and windows, distinct and complete.",
    "A centered image of a black stone church with facade, arches, and windows, distinct and complete.",
    "A centered image of a black stone church with tower, nave, and buttresses, distinct and complete.",
    "A centered image of a blue chapel with facade, arches, and windows, distinct and complete.",
    "A centered image of a blue church with steeple, windows, doorway, and roof, distinct and complete.",
    "A centered image of a brown chapel with steeple, windows, doorway, and roof, distinct and complete.",
    "A centered image of a brown church with tower, nave, and buttresses, distinct and complete.",
    "A centered image of a gray church with facade, arches, and windows, distinct and complete.",
    "A centered image of a gray stone church with facade, arches, and windows, distinct and complete.",
    "A centered image of a gray stone church with tower, nave, and buttresses, distinct and complete.",
    "A centered image of a green cathedral with tower, nave, and buttresses, distinct and complete.",
    "A centered image of a green chapel with facade, arches, and windows, distinct and complete.",
    "A centered image of a green chapel with tower, nave, and buttresses, distinct and complete.",
    "A centered image of a green church with facade, arches, and windows, distinct and complete.",
    "A centered image of a green stone church with steeple, windows, doorway, and roof, distinct and complete.",
    "A centered image of a green stone church with tower, nave, and buttresses, distinct and complete.",
    "A centered image of a red cathedral with facade, arches, and windows, distinct and complete.",
    "A centered image of a red church with facade, arches, and windows, distinct and complete.",
    "A centered image of a red church with steeple, windows, doorway, and roof, distinct and complete.",
    "A centered image of a red stone church with steeple, windows, doorway, and roof, distinct and complete.",
    "A centered image of a silver cathedral with steeple, windows, doorway, and roof, distinct and complete.",
    "A centered image of a silver church with tower, nave, and buttresses, distinct and complete.",
    "A centered image of a silver stone church with steeple, windows, doorway, and roof, distinct and complete.",
    "A centered image of a white cathedral with facade, arches, and windows, distinct and complete.",
    "A centered image of a white cathedral with tower, nave, and buttresses, distinct and complete.",
    "A centered image of a white church with steeple, windows, doorway, and roof, distinct and complete.",
    "A centered image of a white stone church with facade, arches, and windows, distinct and complete.",
    "A centered image of a yellow chapel with facade, arches, and windows, distinct and complete.",
    "A centered image of a yellow chapel with tower, nave, and buttresses, distinct and complete.",
    "A clear image of a black chapel showing pitched roof and Gothic facade.",
    "A clear image of a black chapel showing tall steeple and cross.",
    "A clear image of a black church showing bell tower and buttresses.",
    "A clear image of a black church showing tall steeple and cross.",
    "A clear image of a blue cathedral showing bell tower and buttresses.",
    "A clear image of a blue cathedral showing stained glass windows and arched doorway.",
    "A clear image of a blue church showing pitched roof and Gothic facade.",
    "A clear image of a blue stone church showing pitched roof and Gothic facade.",
    "A clear image of a brown chapel showing stained glass windows and arched doorway.",
    "A clear image of a brown stone church showing bell tower and buttresses.",
    "A clear image of a brown stone church showing tall steeple and cross.",
    "A clear image of a gray cathedral showing stained glass windows and arched doorway.",
    "A clear image of a gray chapel showing pitched roof and Gothic facade.",
    "A clear image of a gray chapel showing stained glass windows and arched doorway.",
    "A clear image of a gray chapel showing tall steeple and cross.",
    "A clear image of a green cathedral showing bell tower and buttresses.",
    "A clear image of a green chapel showing bell tower and buttresses.",
    "A clear image of a green chapel showing tall steeple and cross.",
    "A clear image of a green church showing pitched roof and Gothic facade.",
    "A clear image of a orange cathedral showing tall steeple and cross.",
    "A clear image of a orange stone church showing stained glass windows and arched doorway.",
    "A clear image of a orange stone church showing tall steeple and cross.",
    "A clear image of a red chapel showing tall steeple and cross.",
    "A clear image of a silver chapel showing pitched roof and Gothic facade.",
    "A clear image of a silver stone church showing stained glass windows and arched doorway.",
    "A clear image of a white cathedral showing bell tower and buttresses.",
    "A clear image of a white stone church showing pitched roof and Gothic facade.",
    "A clear image of a white stone church showing tall steeple and cross.",
    "A clear image of a yellow church showing pitched roof and Gothic facade.",
    "A clear image of a yellow stone church showing pitched roof and Gothic facade.",
    "A detailed photo of a black cathedral, fully visible with facade, arches, and windows.",
    "A detailed photo of a black chapel, fully visible with tower, nave, and buttresses.",
    "A detailed photo of a black stone church, fully visible with facade, arches, and windows.",
    "A detailed photo of a black stone church, fully visible with steeple, windows, doorway, and roof.",
    "A detailed photo of a blue chapel, fully visible with steeple, windows, doorway, and roof.",
    "A detailed photo of a blue church, fully visible with tower, nave, and buttresses.",
    "A detailed photo of a brown cathedral, fully visible with steeple, windows, doorway, and roof.",
    "A detailed photo of a brown cathedral, fully visible with tower, nave, and buttresses.",
    "A detailed photo of a brown chapel, fully visible with facade, arches, and windows.",
    "A detailed photo of a brown church, fully visible with steeple, windows, doorway, and roof.",
    "A detailed photo of a brown stone church, fully visible with tower, nave, and buttresses.",
    "A detailed photo of a gray church, fully visible with steeple, windows, doorway, and roof.",
    "A detailed photo of a gray stone church, fully visible with steeple, windows, doorway, and roof.",
    "A detailed photo of a gray stone church, fully visible with tower, nave, and buttresses.",
    "A detailed photo of a green stone church, fully visible with facade, arches, and windows.",
    "A detailed photo of a orange chapel, fully visible with tower, nave, and buttresses.",
    "A detailed photo of a red cathedral, fully visible with facade, arches, and windows.",
    "A detailed photo of a red cathedral, fully visible with tower, nave, and buttresses.",
    "A detailed photo of a red chapel, fully visible with tower, nave, and buttresses.",
    "A detailed photo of a red church, fully visible with steeple, windows, doorway, and roof.",
    "A detailed photo of a silver cathedral, fully visible with facade, arches, and windows.",
    "A detailed photo of a silver chapel, fully visible with tower, nave, and buttresses.",
    "A detailed photo of a silver church, fully visible with facade, arches, and windows.",
    "A detailed photo of a silver church, fully visible with steeple, windows, doorway, and roof.",
    "A detailed photo of a silver stone church, fully visible with facade, arches, and windows.",
    "A detailed photo of a white cathedral, fully visible with facade, arches, and windows.",
    "A detailed photo of a white cathedral, fully visible with steeple, windows, doorway, and roof.",
    "A detailed photo of a white chapel, fully visible with facade, arches, and windows.",
    "A detailed photo of a white church, fully visible with facade, arches, and windows.",
    "A detailed photo of a white church, fully visible with steeple, windows, doorway, and roof.",
    "A detailed photo of a yellow cathedral, fully visible with facade, arches, and windows.",
    "A detailed photo of a yellow church, fully visible with tower, nave, and buttresses.",
    "A detailed photo of a yellow stone church, fully visible with steeple, windows, doorway, and roof.",
    "A high-quality photo of a black cathedral emphasizing pitched roof and Gothic facade, fully shown.",
    "A high-quality photo of a black cathedral emphasizing stained glass windows and arched doorway, fully shown.",
    "A high-quality photo of a black chapel emphasizing stained glass windows and arched doorway, fully shown.",
    "A high-quality photo of a black church emphasizing pitched roof and Gothic facade, fully shown.",
    "A high-quality photo of a black church emphasizing tall steeple and cross, fully shown.",
    "A high-quality photo of a black stone church emphasizing bell tower and buttresses, fully shown.",
    "A high-quality photo of a blue cathedral emphasizing pitched roof and Gothic facade, fully shown.",
    "A high-quality photo of a blue chapel emphasizing stained glass windows and arched doorway, fully shown.",
    "A high-quality photo of a blue church emphasizing pitched roof and Gothic facade, fully shown.",
    "A high-quality photo of a blue church emphasizing tall steeple and cross, fully shown.",
    "A high-quality photo of a blue stone church emphasizing pitched roof and Gothic facade, fully shown.",
    "A high-quality photo of a blue stone church emphasizing tall steeple and cross, fully shown.",
    "A high-quality photo of a brown cathedral emphasizing bell tower and buttresses, fully shown.",
    "A high-quality photo of a brown cathedral emphasizing pitched roof and Gothic facade, fully shown.",
    "A high-quality photo of a brown chapel emphasizing tall steeple and cross, fully shown.",
    "A high-quality photo of a brown church emphasizing bell tower and buttresses, fully shown.",
    "A high-quality photo of a brown stone church emphasizing bell tower and buttresses, fully shown.",
    "A high-quality photo of a brown stone church emphasizing stained glass windows and arched doorway, fully shown.",
    "A high-quality photo of a gray chapel emphasizing bell tower and buttresses, fully shown.",
    "A high-quality photo of a gray chapel emphasizing pitched roof and Gothic facade, fully shown.",
    "A high-quality photo of a gray stone church emphasizing tall steeple and cross, fully shown.",
    "A high-quality photo of a green cathedral emphasizing bell tower and buttresses, fully shown.",
    "A high-quality photo of a green chapel emphasizing stained glass windows and arched doorway, fully shown.",
    "A high-quality photo of a green chapel emphasizing tall steeple and cross, fully shown.",
    "A high-quality photo of a green church emphasizing tall steeple and cross, fully shown.",
    "A high-quality photo of a orange church emphasizing pitched roof and Gothic facade, fully shown.",
    "A high-quality photo of a red chapel emphasizing bell tower and buttresses, fully shown.",
    "A high-quality photo of a red chapel emphasizing tall steeple and cross, fully shown.",
    "A high-quality photo of a red church emphasizing stained glass windows and arched doorway, fully shown.",
    "A high-quality photo of a red stone church emphasizing pitched roof and Gothic facade, fully shown.",
    "A high-quality photo of a silver chapel emphasizing pitched roof and Gothic facade, fully shown.",
    "A high-quality photo of a silver chapel emphasizing tall steeple and cross, fully shown.",
    "A high-quality photo of a silver church emphasizing pitched roof and Gothic facade, fully shown.",
    "A high-quality photo of a white chapel emphasizing pitched roof and Gothic facade, fully shown.",
    "A high-quality photo of a white stone church emphasizing stained glass windows and arched doorway, fully shown.",
    "A high-quality photo of a yellow cathedral emphasizing bell tower and buttresses, fully shown.",
    "A high-quality photo of a yellow cathedral emphasizing stained glass windows and arched doorway, fully shown.",
    "A high-quality photo of a yellow cathedral emphasizing tall steeple and cross, fully shown.",
    "A high-quality photo of a yellow chapel emphasizing stained glass windows and arched doorway, fully shown.",
    "A high-quality photo of a yellow church emphasizing pitched roof and Gothic facade, fully shown.",
    "A high-quality photo of a yellow church emphasizing stained glass windows and arched doorway, fully shown.",
    "A high-quality photo of a yellow stone church emphasizing bell tower and buttresses, fully shown.",
    "A photo of a black cathedral with full visibility and distinct features.",
    "A photo of a black church with full visibility and distinct features.",
    "A photo of a black stone church with full visibility and distinct features.",
    "A photo of a blue cathedral with full visibility and distinct features.",
    "A photo of a blue church with full visibility and distinct features.",
    "A photo of a blue stone church with full visibility and distinct features.",
    "A photo of a brown cathedral with full visibility and distinct features.",
    "A photo of a brown chapel with full visibility and distinct features.",
    "A photo of a brown church with full visibility and distinct features.",
    "A photo of a gray cathedral with full visibility and distinct features.",
    "A photo of a gray chapel with full visibility and distinct features.",
    "A photo of a gray church with full visibility and distinct features.",
    "A photo of a gray stone church with full visibility and distinct features.",
    "A photo of a green cathedral with full visibility and distinct features.",
    "A photo of a green chapel with full visibility and distinct features.",
    "A photo of a green church with full visibility and distinct features.",
    "A photo of a green stone church with full visibility and distinct features.",
    "A photo of a orange chapel with full visibility and distinct features.",
    "A photo of a orange stone church with full visibility and distinct features.",
    "A photo of a red cathedral with full visibility and distinct features.",
    "A photo of a red chapel with full visibility and distinct features.",
    "A photo of a red church with full visibility and distinct features.",
    "A photo of a red stone church with full visibility and distinct features.",
    "A photo of a silver cathedral with full visibility and distinct features.",
    "A photo of a silver chapel with full visibility and distinct features.",
    "A photo of a silver church with full visibility and distinct features.",
    "A photo of a white cathedral with full visibility and distinct features.",
    "A photo of a white church with full visibility and distinct features.",
    "A photo of a yellow church with full visibility and distinct features.",
    "A realistic depiction of a black cathedral with pitched roof and Gothic facade, fully visible.",
    "A realistic depiction of a black chapel with stained glass windows and arched doorway, fully visible.",
    "A realistic depiction of a black stone church with stained glass windows and arched doorway, fully visible.",
    "A realistic depiction of a black stone church with tall steeple and cross, fully visible.",
    "A realistic depiction of a blue chapel with stained glass windows and arched doorway, fully visible.",
    "A realistic depiction of a brown cathedral with stained glass windows and arched doorway, fully visible.",
    "A realistic depiction of a brown church with pitched roof and Gothic facade, fully visible.",
    "A realistic depiction of a brown church with stained glass windows and arched doorway, fully visible.",
    "A realistic depiction of a gray church with bell tower and buttresses, fully visible.",
    "A realistic depiction of a green chapel with pitched roof and Gothic facade, fully visible.",
    "A realistic depiction of a green church with tall steeple and cross, fully visible.",
    "A realistic depiction of a green stone church with pitched roof and Gothic facade, fully visible.",
    "A realistic depiction of a green stone church with stained glass windows and arched doorway, fully visible.",
    "A realistic depiction of a orange chapel with bell tower and buttresses, fully visible.",
    "A realistic depiction of a orange chapel with tall steeple and cross, fully visible.",
    "A realistic depiction of a orange stone church with bell tower and buttresses, fully visible.",
    "A realistic depiction of a red cathedral with pitched roof and Gothic facade, fully visible.",
    "A realistic depiction of a red chapel with bell tower and buttresses, fully visible.",
    "A realistic depiction of a red church with stained glass windows and arched doorway, fully visible.",
    "A realistic depiction of a red stone church with bell tower and buttresses, fully visible.",
    "A realistic depiction of a red stone church with pitched roof and Gothic facade, fully visible.",
    "A realistic depiction of a red stone church with tall steeple and cross, fully visible.",
    "A realistic depiction of a silver cathedral with bell tower and buttresses, fully visible.",
    "A realistic depiction of a silver chapel with bell tower and buttresses, fully visible.",
    "A realistic depiction of a white cathedral with bell tower and buttresses, fully visible.",
    "A realistic depiction of a white chapel with stained glass windows and arched doorway, fully visible.",
    "A realistic depiction of a white church with tall steeple and cross, fully visible.",
    "A realistic depiction of a yellow cathedral with bell tower and buttresses, fully visible.",
    "A realistic depiction of a yellow cathedral with pitched roof and Gothic facade, fully visible.",
    "A realistic depiction of a yellow cathedral with tall steeple and cross, fully visible.",
    "A realistic depiction of a yellow chapel with tall steeple and cross, fully visible.",
    "A realistic depiction of a yellow stone church with bell tower and buttresses, fully visible.",
    "A realistic depiction of a yellow stone church with stained glass windows and arched doorway, fully visible."
  ],
  "French horn": [
    "A centered image of a black French horn with coils, bell, and valve caps, distinct and complete.",
    "A centered image of a black concert French horn with coils, bell, and valve caps, distinct and complete.",
    "A centered image of a black double horn with bell, valves, mouthpiece, and tubing, distinct and complete.",
    "A centered image of a blue French horn with body, bell, and valves, distinct and complete.",
    "A centered image of a blue concert French horn with coils, bell, and valve caps, distinct and complete.",
    "A centered image of a blue double horn with bell, valves, mouthpiece, and tubing, distinct and complete.",
    "A centered image of a blue double horn with body, bell, and valves, distinct and complete.",
    "A centered image of a blue double horn with coils, bell, and valve caps, distinct and complete.",
    "A centered image of a brown French horn with bell, valves, mouthpiece, and tubing, distinct and complete.",
    "A centered image of a brown French horn with coils, bell, and valve caps, distinct and complete.",
    "A centered image of a brown concert French horn with bell, valves, mouthpiece, and tubing, distinct and complete.",
    "A centered image of a brown concert French horn with coils, bell, and valve caps, distinct and complete.",
    "A centered image of a brown double horn with bell, valves, mouthpiece, and tubing, distinct and complete.",
    "A centered image of a brown double horn with coils, bell, and valve caps, distinct and complete.",
    "A centered image of a gray concert French horn with bell, valves, mouthpiece, and tubing, distinct and complete.",
    "A centered image of a gray concert French horn with coils, bell, and valve caps, distinct and complete.",
    "A centered image of a gray double horn with bell, valves, mouthpiece, and tubing, distinct and complete.",
    "A centered image of a gray double horn with coils, bell, and valve caps, distinct and complete.",
    "A centered image of a green concert French horn with bell, valves, mouthpiece, and tubing, distinct and complete.",
    "A centered image of a orange French horn with bell, valves, mouthpiece, and tubing, distinct and complete.",
    "A centered image of a orange French horn with body, bell, and valves, distinct and complete.",
    "A centered image of a orange concert French horn with body, bell, and valves, distinct and complete.",
    "A centered image of a orange concert French horn with coils, bell, and valve caps, distinct and complete.",
    "A centered image of a orange double horn with bell, valves, mouthpiece, and tubing, distinct and complete.",
    "A centered image of a orange double horn with body, bell, and valves, distinct and complete.",
    "A centered image of a red French horn with bell, valves, mouthpiece, and tubing, distinct and complete.",
    "A centered image of a red French horn with body, bell, and valves, distinct and complete.",
    "A centered image of a red French horn with coils, bell, and valve caps, distinct and complete.",
    "A centered image of a red concert French horn with body, bell, and valves, distinct and complete.",
    "A centered image of a red double horn with coils, bell, and valve caps, distinct and complete.",
    "A centered image of a silver French horn with body, bell, and valves, distinct and complete.",
    "A centered image of a silver French horn with coils, bell, and valve caps, distinct and complete.",
    "A centered image of a silver concert French horn with bell, valves, mouthpiece, and tubing, distinct and complete.",
    "A centered image of a silver concert French horn with coils, bell, and valve caps, distinct and complete.",
    "A centered image of a white French horn with body, bell, and valves, distinct and complete.",
    "A centered image of a white concert French horn with body, bell, and valves, distinct and complete.",
    "A centered image of a white double horn with bell, valves, mouthpiece, and tubing, distinct and complete.",
    "A centered image of a yellow concert French horn with body, bell, and valves, distinct and complete.",
    "A centered image of a yellow concert French horn with coils, bell, and valve caps, distinct and complete.",
    "A centered image of a yellow double horn with body, bell, and valves, distinct and complete.",
    "A centered image of a yellow double horn with coils, bell, and valve caps, distinct and complete.",
    "A clear image of a black concert French horn showing coiled brass tubing and large flared bell.",
    "A clear image of a black concert French horn showing silver mouthpiece and lacquered finish.",
    "A clear image of a black double horn showing coiled brass tubing and large flared bell.",
    "A clear image of a blue French horn showing rotary valves and linkages.",
    "A clear image of a blue French horn showing silver mouthpiece and lacquered finish.",
    "A clear image of a blue concert French horn showing bell rim and valve levers.",
    "A clear image of a blue concert French horn showing silver mouthpiece and lacquered finish.",
    "A clear image of a blue double horn showing coiled brass tubing and large flared bell.",
    "A clear image of a blue double horn showing rotary valves and linkages.",
    "A clear image of a brown French horn showing rotary valves and linkages.",
    "A clear image of a brown concert French horn showing bell rim and valve levers.",
    "A clear image of a brown concert French horn showing rotary valves and linkages.",
    "A clear image of a brown concert French horn showing silver mouthpiece and lacquered finish.",
    "A clear image of a brown double horn showing rotary valves and linkages.",
    "A clear image of a brown double horn showing silver mouthpiece and lacquered finish.",
    "A clear image of a gray French horn showing bell rim and valve levers.",
    "A clear image of a gray concert French horn showing coiled brass tubing and large flared bell.",
    "A clear image of a gray concert French horn showing rotary valves and linkages.",
    "A clear image of a green French horn showing rotary valves and linkages.",
    "A clear image of a green concert French horn showing bell rim and valve levers.",
    "A clear image of a green concert French horn showing coiled brass tubing and large flared bell.",
    "A clear image of a green concert French horn showing rotary valves and linkages.",
    "A clear image of a green concert French horn showing silver mouthpiece and lacquered finish.",
    "A clear image of a green double horn showing coiled brass tubing and large flared bell.",
    "A clear image of a green double horn showing rotary valves and linkages.",
    "A clear image of a orange French horn showing silver mouthpiece and lacquered finish.",
    "A clear image of a orange double horn showing silver mouthpiece and lacquered finish.",
    "A clear image of a red French horn showing coiled brass tubing and large flared bell.",
    "A clear image of a red concert French horn showing silver mouthpiece and lacquered finish.",
    "A clear image of a red double horn showing coiled brass tubing and large flared bell.",
    "A clear image of a silver double horn showing bell rim and valve levers.",
    "A clear image of a silver double horn showing coiled brass tubing and large flared bell.",
    "A clear image of a white concert French horn showing rotary valves and linkages.",
    "A clear image of a white double horn showing bell rim and valve levers.",
    "A clear image of a white double horn showing silver mouthpiece and lacquered finish.",
    "A clear image of a yellow French horn showing bell rim and valve levers.",
    "A clear image of a yellow French horn showing coiled brass tubing and large flared bell.",
    "A clear image of a yellow concert French horn showing rotary valves and linkages.",
    "A detailed photo of a black concert French horn, fully visible with body, bell, and valves.",
    "A detailed photo of a black double horn, fully visible with coils, bell, and valve caps.",
    "A detailed photo of a blue French horn, fully visible with bell, valves, mouthpiece, and tubing.",
    "A detailed photo of a blue French horn, fully visible with coils, bell, and valve caps.",
    "A detailed photo of a blue concert French horn, fully visible with bell, valves, mouthpiece, and tubing.",
    "A detailed photo of a blue concert French horn, fully visible with coils, bell, and valve caps.",
    "A detailed photo of a blue double horn, fully visible with bell, valves, mouthpiece, and tubing.",
    "A detailed photo of a brown French horn, fully visible with body, bell, and valves.",
    "A detailed photo of a brown French horn, fully visible with coils, bell, and valve caps.",
    "A detailed photo of a brown double horn, fully visible with body, bell, and valves.",
    "A detailed photo of a gray concert French horn, fully visible with coils, bell, and valve caps.",
    "A detailed photo of a gray double horn, fully visible with bell, valves, mouthpiece, and tubing.",
    "A detailed photo of a green French horn, fully visible with bell, valves, mouthpiece, and tubing.",
    "A detailed photo of a green French horn, fully visible with coils, bell, and valve caps.",
    "A detailed photo of a green concert French horn, fully visible with bell, valves, mouthpiece, and tubing.",
    "A detailed photo of a green concert French horn, fully visible with coils, bell, and valve caps.",
    "A detailed photo of a orange concert French horn, fully visible with body, bell, and valves.",
    "A detailed photo of a red French horn, fully visible with bell, valves, mouthpiece, and tubing.",
    "A detailed photo of a red French horn, fully visible with body, bell, and valves.",
    "A detailed photo of a red French horn, fully visible with coils, bell, and valve caps.",
    "A detailed photo of a silver French horn, fully visible with body, bell, and valves.",
    "A detailed photo of a silver concert French horn, fully visible with bell, valves, mouthpiece, and tubing.",
    "A detailed photo of a silver concert French horn, fully visible with coils, bell, and valve caps.",
    "A detailed photo of a white French horn, fully visible with bell, valves, mouthpiece, and tubing.",
    "A detailed photo of a white French horn, fully visible with body, bell, and valves.",
    "A detailed photo of a white French horn, fully visible with coils, bell, and valve caps.",
    "A detailed photo of a white double horn, fully visible with coils, bell, and valve caps.",
    "A detailed photo of a yellow French horn, fully visible with bell, valves, mouthpiece, and tubing.",
    "A detailed photo of a yellow concert French horn, fully visible with coils, bell, and valve caps.",
    "A detailed photo of a yellow double horn, fully visible with coils, bell, and valve caps.",
    "A high-quality photo of a black French horn emphasizing coiled brass tubing and large flared bell, fully shown.",
    "A high-quality photo of a black concert French horn emphasizing rotary valves and linkages, fully shown.",
    "A high-quality photo of a black double horn emphasizing rotary valves and linkages, fully shown.",
    "A high-quality photo of a black double horn emphasizing silver mouthpiece and lacquered finish, fully shown.",
    "A high-quality photo of a blue concert French horn emphasizing bell rim and valve levers, fully shown.",
    "A high-quality photo of a blue concert French horn emphasizing silver mouthpiece and lacquered finish, fully shown.",
    "A high-quality photo of a blue double horn emphasizing rotary valves and linkages, fully shown.",
    "A high-quality photo of a brown French horn emphasizing coiled brass tubing and large flared bell, fully shown.",
    "A high-quality photo of a brown concert French horn emphasizing bell rim and valve levers, fully shown.",
    "A high-quality photo of a brown concert French horn emphasizing silver mouthpiece and lacquered finish, fully shown.",
    "A high-quality photo of a brown double horn emphasizing rotary valves and linkages, fully shown.",
    "A high-quality photo of a gray French horn emphasizing bell rim and valve levers, fully shown.",
    "A high-quality photo of a gray French horn emphasizing rotary valves and linkages, fully shown.",
    "A high-quality photo of a gray French horn emphasizing silver mouthpiece and lacquered finish, fully shown.",
    "A high-quality photo of a gray concert French horn emphasizing coiled brass tubing and large flared bell, fully shown.",
    "A high-quality photo of a gray concert French horn emphasizing rotary valves and linkages, fully shown.",
    "A high-quality photo of a gray double horn emphasizing coiled brass tubing and large flared bell, fully shown.",
    "A high-quality photo of a green double horn emphasizing coiled brass tubing and large flared bell, fully shown.",
    "A high-quality photo of a green double horn emphasizing silver mouthpiece and lacquered finish, fully shown.",
    "A high-quality photo of a orange French horn emphasizing coiled brass tubing and large flared bell, fully shown.",
    "A high-quality photo of a orange concert French horn emphasizing bell rim and valve levers, fully shown.",
    "A high-quality photo of a orange concert French horn emphasizing coiled brass tubing and large flared bell, fully shown.",
    "A high-quality photo of a orange concert French horn emphasizing rotary valves and linkages, fully shown.",
    "A high-quality photo of a orange double horn emphasizing bell rim and valve levers, fully shown.",
    "A high-quality photo of a orange double horn emphasizing silver mouthpiece and lacquered finish, fully shown.",
    "A high-quality photo of a red French horn emphasizing rotary valves and linkages, fully shown.",
    "A high-quality photo of a red double horn emphasizing bell rim and valve levers, fully shown.",
    "A high-quality photo of a red double horn emphasizing rotary valves and linkages, fully shown.",
    "A high-quality photo of a silver French horn emphasizing bell rim and valve levers, fully shown.",
    "A high-quality photo of a silver French horn emphasizing coiled brass tubing and large flared bell, fully shown.",
    "A high-quality photo of a silver French horn emphasizing rotary valves and linkages, fully shown.",
    "A high-quality photo of a silver double horn emphasizing silver mouthpiece and lacquered finish, fully shown.",
    "A high-quality photo of a white concert French horn emphasizing bell rim and valve levers, fully shown.",
    "A high-quality photo of a white concert French horn emphasizing coiled brass tubing and large flared bell, fully shown.",
    "A high-quality photo of a white concert French horn emphasizing rotary valves and linkages, fully shown.",
    "A high-quality photo of a white double horn emphasizing coiled brass tubing and large flared bell, fully shown.",
    "A high-quality photo of a white double horn emphasizing rotary valves and linkages, fully shown.",
    "A high-quality photo of a white double horn emphasizing silver mouthpiece and lacquered finish, fully shown.",
    "A high-quality photo of a yellow concert French horn emphasizing rotary valves and linkages, fully shown.",
    "A high-quality photo of a yellow double horn emphasizing rotary valves and linkages, fully shown.",
    "A photo of a black French horn with full visibility and distinct features.",
    "A photo of a black concert French horn with full visibility and distinct features.",
    "A photo of a blue French horn with full visibility and distinct features.",
    "A photo of a blue concert French horn with full visibility and distinct features.",
    "A photo of a blue double horn with full visibility and distinct features.",
    "A photo of a brown French horn with full visibility and distinct features.",
    "A photo of a brown concert French horn with full visibility and distinct features.",
    "A photo of a brown double horn with full visibility and distinct features.",
    "A photo of a gray French horn with full visibility and distinct features.",
    "A photo of a gray concert French horn with full visibility and distinct features.",
    "A photo of a gray double horn with full visibility and distinct features.",
    "A photo of a green French horn with full visibility and distinct features.",
    "A photo of a green concert French horn with full visibility and distinct features.",
    "A photo of a orange French horn with full visibility and distinct features.",
    "A photo of a red French horn with full visibility and distinct features.",
    "A photo of a red double horn with full visibility and distinct features.",
    "A photo of a silver concert French horn with full visibility and distinct features.",
    "A photo of a silver double horn with full visibility and distinct features.",
    "A photo of a white French horn with full visibility and distinct features.",
    "A photo of a white concert French horn with full visibility and distinct features.",
    "A photo of a yellow double horn with full visibility and distinct features.",
    "A realistic depiction of a black French horn with silver mouthpiece and lacquered finish, fully visible.",
    "A realistic depiction of a black concert French horn with coiled brass tubing and large flared bell, fully visible.",
    "A realistic depiction of a blue French horn with bell rim and valve levers, fully visible.",
    "A realistic depiction of a blue concert French horn with bell rim and valve levers, fully visible.",
    "A realistic depiction of a blue concert French horn with coiled brass tubing and large flared bell, fully visible.",
    "A realistic depiction of a blue concert French horn with rotary valves and linkages, fully visible.",
    "A realistic depiction of a blue concert French horn with silver mouthpiece and lacquered finish, fully visible.",
    "A realistic depiction of a blue double horn with bell rim and valve levers, fully visible.",
    "A realistic depiction of a blue double horn with silver mouthpiece and lacquered finish, fully visible.",
    "A realistic depiction of a brown double horn with bell rim and valve levers, fully visible.",
    "A realistic depiction of a gray concert French horn with rotary valves and linkages, fully visible.",
    "A realistic depiction of a green French horn with bell rim and valve levers, fully visible.",
    "A realistic depiction of a green double horn with rotary valves and linkages, fully visible.",
    "A realistic depiction of a orange French horn with rotary valves and linkages, fully visible.",
    "A realistic depiction of a orange concert French horn with bell rim and valve levers, fully visible.",
    "A realistic depiction of a orange concert French horn with silver mouthpiece and lacquered finish, fully visible.",
    "A realistic depiction of a orange double horn with coiled brass tubing and large flared bell, fully visible.",
    "A realistic depiction of a red concert French horn with rotary valves and linkages, fully visible.",
    "A realistic depiction of a red concert French horn with silver mouthpiece and lacquered finish, fully visible.",
    "A realistic depiction of a red double horn with rotary valves and linkages, fully visible.",
    "A realistic depiction of a silver concert French horn with bell rim and valve levers, fully visible.",
    "A realistic depiction of a silver concert French horn with coiled brass tubing and large flared bell, fully visible.",
    "A realistic depiction of a silver concert French horn with silver mouthpiece and lacquered finish, fully visible.",
    "A realistic depiction of a silver double horn with bell rim and valve levers, fully visible.",
    "A realistic depiction of a silver double horn with rotary valves and linkages, fully visible.",
    "A realistic depiction of a white French horn with rotary valves and linkages, fully visible.",
    "A realistic depiction of a white concert French horn with bell rim and valve levers, fully visible.",
    "A realistic depiction of a white double horn with bell rim and valve levers, fully visible.",
    "A realistic depiction of a yellow French horn with coiled brass tubing and large flared bell, fully visible.",
    "A realistic depiction of a yellow double horn with rotary valves and linkages, fully visible."
  ],
  "garbage truck": [
    "A centered image of a black garbage truck with cab, compactor, wheels, and lights, distinct and complete.",
    "A centered image of a black garbage truck with hopper, arms, mirrors, and stripes, distinct and complete.",
    "A centered image of a black refuse truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a black refuse truck with hopper, arms, mirrors, and stripes, distinct and complete.",
    "A centered image of a black waste collection truck with cab, compactor, wheels, and lights, distinct and complete.",
    "A centered image of a black waste collection truck with hopper, arms, mirrors, and stripes, distinct and complete.",
    "A centered image of a blue refuse truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a blue refuse truck with hopper, arms, mirrors, and stripes, distinct and complete.",
    "A centered image of a blue waste collection truck with hopper, arms, mirrors, and stripes, distinct and complete.",
    "A centered image of a brown garbage truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a brown garbage truck with hopper, arms, mirrors, and stripes, distinct and complete.",
    "A centered image of a brown refuse truck with hopper, arms, mirrors, and stripes, distinct and complete.",
    "A centered image of a brown waste collection truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a gray garbage truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a gray waste collection truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a gray waste collection truck with cab, compactor, wheels, and lights, distinct and complete.",
    "A centered image of a gray waste collection truck with hopper, arms, mirrors, and stripes, distinct and complete.",
    "A centered image of a green garbage truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a green garbage truck with hopper, arms, mirrors, and stripes, distinct and complete.",
    "A centered image of a green refuse truck with cab, compactor, wheels, and lights, distinct and complete.",
    "A centered image of a green waste collection truck with cab, compactor, wheels, and lights, distinct and complete.",
    "A centered image of a orange garbage truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a orange refuse truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a orange waste collection truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a red garbage truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a red garbage truck with cab, compactor, wheels, and lights, distinct and complete.",
    "A centered image of a red garbage truck with hopper, arms, mirrors, and stripes, distinct and complete.",
    "A centered image of a red refuse truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a red refuse truck with cab, compactor, wheels, and lights, distinct and complete.",
    "A centered image of a red refuse truck with hopper, arms, mirrors, and stripes, distinct and complete.",
    "A centered image of a red waste collection truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a silver refuse truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a silver waste collection truck with cab, compactor, wheels, and lights, distinct and complete.",
    "A centered image of a white garbage truck with cab, compactor, wheels, and lights, distinct and complete.",
    "A centered image of a white garbage truck with hopper, arms, mirrors, and stripes, distinct and complete.",
    "A centered image of a white refuse truck with cab, compactor, wheels, and lights, distinct and complete.",
    "A centered image of a white waste collection truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a yellow garbage truck with body, cab, and wheels, distinct and complete.",
    "A centered image of a yellow garbage truck with cab, compactor, wheels, and lights, distinct and complete.",
    "A centered image of a yellow garbage truck with hopper, arms, mirrors, and stripes, distinct and complete.",
    "A centered image of a yellow refuse truck with body, cab, and wheels, distinct and complete.",
    "A clear image of a black waste collection truck showing hydraulic arms and bins.",
    "A clear image of a black waste collection truck showing rear-loading compactor and hopper.",
    "A clear image of a black waste collection truck showing warning stripes and safety lights.",
    "A clear image of a blue refuse truck showing warning stripes and safety lights.",
    "A clear image of a blue waste collection truck showing headlights and side mirrors.",
    "A clear image of a blue waste collection truck showing hydraulic arms and bins.",
    "A clear image of a blue waste collection truck showing warning stripes and safety lights.",
    "A clear image of a brown refuse truck showing hydraulic arms and bins.",
    "A clear image of a brown waste collection truck showing rear-loading compactor and hopper.",
    "A clear image of a gray garbage truck showing hydraulic arms and bins.",
    "A clear image of a gray garbage truck showing rear-loading compactor and hopper.",
    "A clear image of a gray waste collection truck showing headlights and side mirrors.",
    "A clear image of a green garbage truck showing hydraulic arms and bins.",
    "A clear image of a green refuse truck showing headlights and side mirrors.",
    "A clear image of a green waste collection truck showing headlights and side mirrors.",
    "A clear image of a green waste collection truck showing hydraulic arms and bins.",
    "A clear image of a orange garbage truck showing headlights and side mirrors.",
    "A clear image of a orange refuse truck showing hydraulic arms and bins.",
    "A clear image of a orange waste collection truck showing rear-loading compactor and hopper.",
    "A clear image of a red garbage truck showing hydraulic arms and bins.",
    "A clear image of a red garbage truck showing rear-loading compactor and hopper.",
    "A clear image of a red refuse truck showing hydraulic arms and bins.",
    "A clear image of a red waste collection truck showing hydraulic arms and bins.",
    "A clear image of a red waste collection truck showing rear-loading compactor and hopper.",
    "A clear image of a silver garbage truck showing rear-loading compactor and hopper.",
    "A clear image of a silver garbage truck showing warning stripes and safety lights.",
    "A clear image of a silver waste collection truck showing headlights and side mirrors.",
    "A clear image of a white refuse truck showing headlights and side mirrors.",
    "A clear image of a white waste collection truck showing headlights and side mirrors.",
    "A clear image of a white waste collection truck showing rear-loading compactor and hopper.",
    "A clear image of a yellow refuse truck showing headlights and side mirrors.",
    "A clear image of a yellow waste collection truck showing warning stripes and safety lights.",
    "A detailed photo of a black garbage truck, fully visible with cab, compactor, wheels, and lights.",
    "A detailed photo of a black waste collection truck, fully visible with cab, compactor, wheels, and lights.",
    "A detailed photo of a blue garbage truck, fully visible with body, cab, and wheels.",
    "A detailed photo of a blue refuse truck, fully visible with body, cab, and wheels.",
    "A detailed photo of a blue waste collection truck, fully visible with hopper, arms, mirrors, and stripes.",
    "A detailed photo of a brown garbage truck, fully visible with body, cab, and wheels.",
    "A detailed photo of a brown garbage truck, fully visible with hopper, arms, mirrors, and stripes.",
    "A detailed photo of a brown refuse truck, fully visible with body, cab, and wheels.",
    "A detailed photo of a brown refuse truck, fully visible with cab, compactor, wheels, and lights.",
    "A detailed photo of a brown waste collection truck, fully visible with hopper, arms, mirrors, and stripes.",
    "A detailed photo of a gray garbage truck, fully visible with body, cab, and wheels.",
    "A detailed photo of a gray garbage truck, fully visible with hopper, arms, mirrors, and stripes.",
    "A detailed photo of a gray refuse truck, fully visible with body, cab, and wheels.",
    "A detailed photo of a gray refuse truck, fully visible with hopper, arms, mirrors, and stripes.",
    "A detailed photo of a gray waste collection truck, fully visible with hopper, arms, mirrors, and stripes.",
    "A detailed photo of a green garbage truck, fully visible with body, cab, and wheels.",
    "A detailed photo of a green garbage truck, fully visible with cab, compactor, wheels, and lights.",
    "A detailed photo of a green refuse truck, fully visible with body, cab, and wheels.",
    "A detailed photo of a green refuse truck, fully visible with hopper, arms, mirrors, and stripes.",
    "A detailed photo of a green waste collection truck, fully visible with hopper, arms, mirrors, and stripes.",
    "A detailed photo of a orange refuse truck, fully visible with cab, compactor, wheels, and lights.",
    "A detailed photo of a orange waste collection truck, fully visible with body, cab, and wheels.",
    "A detailed photo of a red garbage truck, fully visible with body, cab, and wheels.",
    "A detailed photo of a red refuse truck, fully visible with body, cab, and wheels.",
    "A detailed photo of a red refuse truck, fully visible with cab, compactor, wheels, and lights.",
    "A detailed photo of a red waste collection truck, fully visible with hopper, arms, mirrors, and stripes.",
    "A detailed photo of a silver garbage truck, fully visible with body, cab, and wheels.",
    "A detailed photo of a silver waste collection truck, fully visible with cab, compactor, wheels, and lights.",
    "A detailed photo of a white garbage truck, fully visible with body, cab, and wheels.",
    "A detailed photo of a white garbage truck, fully visible with cab, compactor, wheels, and lights.",
    "A detailed photo of a white garbage truck, fully visible with hopper, arms, mirrors, and stripes.",
    "A detailed photo of a white refuse truck, fully visible with cab, compactor, wheels, and lights.",
    "A detailed photo of a white waste collection truck, fully visible with hopper, arms, mirrors, and stripes.",
    "A detailed photo of a yellow garbage truck, fully visible with body, cab, and wheels.",
    "A detailed photo of a yellow garbage truck, fully visible with cab, compactor, wheels, and lights.",
    "A detailed photo of a yellow refuse truck, fully visible with hopper, arms, mirrors, and stripes.",
    "A high-quality photo of a black garbage truck emphasizing warning stripes and safety lights, fully shown.",
    "A high-quality photo of a black refuse truck emphasizing hydraulic arms and bins, fully shown.",
    "A high-quality photo of a black waste collection truck emphasizing rear-loading compactor and hopper, fully shown.",
    "A high-quality photo of a blue refuse truck emphasizing rear-loading compactor and hopper, fully shown.",
    "A high-quality photo of a blue waste collection truck emphasizing rear-loading compactor and hopper, fully shown.",
    "A high-quality photo of a brown garbage truck emphasizing headlights and side mirrors, fully shown.",
    "A high-quality photo of a brown waste collection truck emphasizing headlights and side mirrors, fully shown.",
    "A high-quality photo of a gray garbage truck emphasizing headlights and side mirrors, fully shown.",
    "A high-quality photo of a gray refuse truck emphasizing hydraulic arms and bins, fully shown.",
    "A high-quality photo of a gray refuse truck emphasizing warning stripes and safety lights, fully shown.",
    "A high-quality photo of a green refuse truck emphasizing hydraulic arms and bins, fully shown.",
    "A high-quality photo of a green waste collection truck emphasizing warning stripes and safety lights, fully shown.",
    "A high-quality photo of a orange garbage truck emphasizing hydraulic arms and bins, fully shown.",
    "A high-quality photo of a orange garbage truck emphasizing rear-loading compactor and hopper, fully shown.",
    "A high-quality photo of a orange refuse truck emphasizing hydraulic arms and bins, fully shown.",
    "A high-quality photo of a orange waste collection truck emphasizing hydraulic arms and bins, fully shown.",
    "A high-quality photo of a red garbage truck emphasizing headlights and side mirrors, fully shown.",
    "A high-quality photo of a red garbage truck emphasizing hydraulic arms and bins, fully shown.",
    "A high-quality photo of a red garbage truck emphasizing rear-loading compactor and hopper, fully shown.",
    "A high-quality photo of a red garbage truck emphasizing warning stripes and safety lights, fully shown.",
    "A high-quality photo of a red refuse truck emphasizing headlights and side mirrors, fully shown.",
    "A high-quality photo of a red refuse truck emphasizing warning stripes and safety lights, fully shown.",
    "A high-quality photo of a red waste collection truck emphasizing hydraulic arms and bins, fully shown.",
    "A high-quality photo of a silver refuse truck emphasizing warning stripes and safety lights, fully shown.",
    "A high-quality photo of a silver waste collection truck emphasizing hydraulic arms and bins, fully shown.",
    "A high-quality photo of a white refuse truck emphasizing headlights and side mirrors, fully shown.",
    "A high-quality photo of a white refuse truck emphasizing rear-loading compactor and hopper, fully shown.",
    "A high-quality photo of a white refuse truck emphasizing warning stripes and safety lights, fully shown.",
    "A high-quality photo of a white waste collection truck emphasizing warning stripes and safety lights, fully shown.",
    "A high-quality photo of a yellow garbage truck emphasizing headlights and side mirrors, fully shown.",
    "A high-quality photo of a yellow garbage truck emphasizing rear-loading compactor and hopper, fully shown.",
    "A high-quality photo of a yellow refuse truck emphasizing headlights and side mirrors, fully shown.",
    "A high-quality photo of a yellow refuse truck emphasizing hydraulic arms and bins, fully shown.",
    "A high-quality photo of a yellow waste collection truck emphasizing headlights and side mirrors, fully shown.",
    "A high-quality photo of a yellow waste collection truck emphasizing rear-loading compactor and hopper, fully shown.",
    "A photo of a black garbage truck with full visibility and distinct features.",
    "A photo of a black refuse truck with full visibility and distinct features.",
    "A photo of a blue garbage truck with full visibility and distinct features.",
    "A photo of a blue refuse truck with full visibility and distinct features.",
    "A photo of a blue waste collection truck with full visibility and distinct features.",
    "A photo of a brown garbage truck with full visibility and distinct features.",
    "A photo of a brown refuse truck with full visibility and distinct features.",
    "A photo of a brown waste collection truck with full visibility and distinct features.",
    "A photo of a gray garbage truck with full visibility and distinct features.",
    "A photo of a gray refuse truck with full visibility and distinct features.",
    "A photo of a green refuse truck with full visibility and distinct features.",
    "A photo of a green waste collection truck with full visibility and distinct features.",
    "A photo of a orange garbage truck with full visibility and distinct features.",
    "A photo of a orange refuse truck with full visibility and distinct features.",
    "A photo of a orange waste collection truck with full visibility and distinct features.",
    "A photo of a red refuse truck with full visibility and distinct features.",
    "A photo of a red waste collection truck with full visibility and distinct features.",
    "A photo of a silver garbage truck with full visibility and distinct features.",
    "A photo of a silver waste collection truck with full visibility and distinct features.",
    "A photo of a white garbage truck with full visibility and distinct features.",
    "A photo of a yellow garbage truck with full visibility and distinct features.",
    "A photo of a yellow waste collection truck with full visibility and distinct features.",
    "A realistic depiction of a black garbage truck with headlights and side mirrors, fully visible.",
    "A realistic depiction of a black garbage truck with hydraulic arms and bins, fully visible.",
    "A realistic depiction of a black garbage truck with rear-loading compactor and hopper, fully visible.",
    "A realistic depiction of a black refuse truck with headlights and side mirrors, fully visible.",
    "A realistic depiction of a black refuse truck with hydraulic arms and bins, fully visible.",
    "A realistic depiction of a blue garbage truck with headlights and side mirrors, fully visible.",
    "A realistic depiction of a blue waste collection truck with hydraulic arms and bins, fully visible.",
    "A realistic depiction of a blue waste collection truck with rear-loading compactor and hopper, fully visible.",
    "A realistic depiction of a brown garbage truck with rear-loading compactor and hopper, fully visible.",
    "A realistic depiction of a brown refuse truck with rear-loading compactor and hopper, fully visible.",
    "A realistic depiction of a brown waste collection truck with headlights and side mirrors, fully visible.",
    "A realistic depiction of a brown waste collection truck with hydraulic arms and bins, fully visible.",
    "A realistic depiction of a gray garbage truck with headlights and side mirrors, fully visible.",
    "A realistic depiction of a gray garbage truck with hydraulic arms and bins, fully visible.",
    "A realistic depiction of a green refuse truck with warning stripes and safety lights, fully visible.",
    "A realistic depiction of a orange garbage truck with hydraulic arms and bins, fully visible.",
    "A realistic depiction of a orange waste collection truck with headlights and side mirrors, fully visible.",
    "A realistic depiction of a orange waste collection truck with rear-loading compactor and hopper, fully visible.",
    "A realistic depiction of a orange waste collection truck with warning stripes and safety lights, fully visible.",
    "A realistic depiction of a red refuse truck with warning stripes and safety lights, fully visible.",
    "A realistic depiction of a red waste collection truck with headlights and side mirrors, fully visible.",
    "A realistic depiction of a silver refuse truck with headlights and side mirrors, fully visible.",
    "A realistic depiction of a silver refuse truck with warning stripes and safety lights, fully visible.",
    "A realistic depiction of a silver waste collection truck with headlights and side mirrors, fully visible.",
    "A realistic depiction of a silver waste collection truck with hydraulic arms and bins, fully visible.",
    "A realistic depiction of a white garbage truck with hydraulic arms and bins, fully visible.",
    "A realistic depiction of a white refuse truck with rear-loading compactor and hopper, fully visible.",
    "A realistic depiction of a white refuse truck with warning stripes and safety lights, fully visible.",
    "A realistic depiction of a white waste collection truck with headlights and side mirrors, fully visible.",
    "A realistic depiction of a white waste collection truck with rear-loading compactor and hopper, fully visible.",
    "A realistic depiction of a yellow garbage truck with rear-loading compactor and hopper, fully visible.",
    "A realistic depiction of a yellow garbage truck with warning stripes and safety lights, fully visible.",
    "A realistic depiction of a yellow refuse truck with headlights and side mirrors, fully visible.",
    "A realistic depiction of a yellow refuse truck with rear-loading compactor and hopper, fully visible."
  ],
  "gas pump": [
    "A centered image of a black fuel dispenser with body, screen, and controls, distinct and complete.",
    "A centered image of a black fuel dispenser with nozzle, hose, display, and buttons, distinct and complete.",
    "A centered image of a black gas pump with body, screen, and controls, distinct and complete.",
    "A centered image of a black gas pump with reader, selectors, hose, and hanger, distinct and complete.",
    "A centered image of a blue fuel dispenser with reader, selectors, hose, and hanger, distinct and complete.",
    "A centered image of a blue gas pump with nozzle, hose, display, and buttons, distinct and complete.",
    "A centered image of a blue petrol pump with reader, selectors, hose, and hanger, distinct and complete.",
    "A centered image of a brown petrol pump with nozzle, hose, display, and buttons, distinct and complete.",
    "A centered image of a brown petrol pump with reader, selectors, hose, and hanger, distinct and complete.",
    "A centered image of a gray gas pump with nozzle, hose, display, and buttons, distinct and complete.",
    "A centered image of a gray petrol pump with nozzle, hose, display, and buttons, distinct and complete.",
    "A centered image of a green fuel dispenser with nozzle, hose, display, and buttons, distinct and complete.",
    "A centered image of a green fuel dispenser with reader, selectors, hose, and hanger, distinct and complete.",
    "A centered image of a green gas pump with body, screen, and controls, distinct and complete.",
    "A centered image of a green petrol pump with nozzle, hose, display, and buttons, distinct and complete.",
    "A centered image of a orange fuel dispenser with body, screen, and controls, distinct and complete.",
    "A centered image of a orange fuel dispenser with reader, selectors, hose, and hanger, distinct and complete.",
    "A centered image of a orange gas pump with body, screen, and controls, distinct and complete.",
    "A centered image of a orange gas pump with reader, selectors, hose, and hanger, distinct and complete.",
    "A centered image of a orange petrol pump with body, screen, and controls, distinct and complete.",
    "A centered image of a orange petrol pump with nozzle, hose, display, and buttons, distinct and complete.",
    "A centered image of a orange petrol pump with reader, selectors, hose, and hanger, distinct and complete.",
    "A centered image of a red fuel dispenser with body, screen, and controls, distinct and complete.",
    "A centered image of a red fuel dispenser with reader, selectors, hose, and hanger, distinct and complete.",
    "A centered image of a red gas pump with reader, selectors, hose, and hanger, distinct and complete.",
    "A centered image of a red petrol pump with nozzle, hose, display, and buttons, distinct and complete.",
    "A centered image of a silver fuel dispenser with body, screen, and controls, distinct and complete.",
    "A centered image of a silver fuel dispenser with reader, selectors, hose, and hanger, distinct and complete.",
    "A centered image of a silver petrol pump with body, screen, and controls, distinct and complete.",
    "A centered image of a silver petrol pump with nozzle, hose, display, and buttons, distinct and complete.",
    "A centered image of a silver petrol pump with reader, selectors, hose, and hanger, distinct and complete.",
    "A centered image of a white fuel dispenser with nozzle, hose, display, and buttons, distinct and complete.",
    "A centered image of a white fuel dispenser with reader, selectors, hose, and hanger, distinct and complete.",
    "A centered image of a white gas pump with nozzle, hose, display, and buttons, distinct and complete.",
    "A centered image of a white gas pump with reader, selectors, hose, and hanger, distinct and complete.",
    "A centered image of a white petrol pump with body, screen, and controls, distinct and complete.",
    "A clear image of a black fuel dispenser showing double-sided dispenser body.",
    "A clear image of a black gas pump showing card reader and grade selectors.",
    "A clear image of a black gas pump showing digital price display and buttons.",
    "A clear image of a blue fuel dispenser showing card reader and grade selectors.",
    "A clear image of a blue fuel dispenser showing digital price display and buttons.",
    "A clear image of a brown fuel dispenser showing digital price display and buttons.",
    "A clear image of a brown fuel dispenser showing double-sided dispenser body.",
    "A clear image of a brown gas pump showing nozzle and flexible hose.",
    "A clear image of a gray gas pump showing digital price display and buttons.",
    "A clear image of a gray gas pump showing nozzle and flexible hose.",
    "A clear image of a gray petrol pump showing digital price display and buttons.",
    "A clear image of a green fuel dispenser showing card reader and grade selectors.",
    "A clear image of a green gas pump showing double-sided dispenser body.",
    "A clear image of a green petrol pump showing card reader and grade selectors.",
    "A clear image of a green petrol pump showing digital price display and buttons.",
    "A clear image of a orange fuel dispenser showing nozzle and flexible hose.",
    "A clear image of a orange gas pump showing card reader and grade selectors.",
    "A clear image of a orange gas pump showing nozzle and flexible hose.",
    "A clear image of a orange petrol pump showing double-sided dispenser body.",
    "A clear image of a orange petrol pump showing nozzle and flexible hose.",
    "A clear image of a red gas pump showing card reader and grade selectors.",
    "A clear image of a red gas pump showing nozzle and flexible hose.",
    "A clear image of a red petrol pump showing nozzle and flexible hose.",
    "A clear image of a silver gas pump showing card reader and grade selectors.",
    "A clear image of a silver gas pump showing digital price display and buttons.",
    "A clear image of a silver petrol pump showing card reader and grade selectors.",
    "A clear image of a white fuel dispenser showing nozzle and flexible hose.",
    "A clear image of a white gas pump showing card reader and grade selectors.",
    "A clear image of a white gas pump showing digital price display and buttons.",
    "A clear image of a white petrol pump showing double-sided dispenser body.",
    "A clear image of a yellow fuel dispenser showing card reader and grade selectors.",
    "A clear image of a yellow fuel dispenser showing double-sided dispenser body.",
    "A detailed photo of a black gas pump, fully visible with body, screen, and controls.",
    "A detailed photo of a black gas pump, fully visible with reader, selectors, hose, and hanger.",
    "A detailed photo of a blue fuel dispenser, fully visible with reader, selectors, hose, and hanger.",
    "A detailed photo of a blue gas pump, fully visible with body, screen, and controls.",
    "A detailed photo of a blue petrol pump, fully visible with body, screen, and controls.",
    "A detailed photo of a brown fuel dispenser, fully visible with body, screen, and controls.",
    "A detailed photo of a brown fuel dispenser, fully visible with nozzle, hose, display, and buttons.",
    "A detailed photo of a brown gas pump, fully visible with body, screen, and controls.",
    "A detailed photo of a gray fuel dispenser, fully visible with body, screen, and controls.",
    "A detailed photo of a gray fuel dispenser, fully visible with nozzle, hose, display, and buttons.",
    "A detailed photo of a gray gas pump, fully visible with body, screen, and controls.",
    "A detailed photo of a gray gas pump, fully visible with nozzle, hose, display, and buttons.",
    "A detailed photo of a gray gas pump, fully visible with reader, selectors, hose, and hanger.",
    "A detailed photo of a gray petrol pump, fully visible with body, screen, and controls.",
    "A detailed photo of a green fuel dispenser, fully visible with nozzle, hose, display, and buttons.",
    "A detailed photo of a green fuel dispenser, fully visible with reader, selectors, hose, and hanger.",
    "A detailed photo of a green gas pump, fully visible with nozzle, hose, display, and buttons.",
    "A detailed photo of a orange fuel dispenser, fully visible with body, screen, and controls.",
    "A detailed photo of a orange fuel dispenser, fully visible with nozzle, hose, display, and buttons.",
    "A detailed photo of a orange gas pump, fully visible with body, screen, and controls.",
    "A detailed photo of a orange gas pump, fully visible with reader, selectors, hose, and hanger.",
    "A detailed photo of a orange petrol pump, fully visible with reader, selectors, hose, and hanger.",
    "A detailed photo of a red fuel dispenser, fully visible with body, screen, and controls.",
    "A detailed photo of a red gas pump, fully visible with body, screen, and controls.",
    "A detailed photo of a red gas pump, fully visible with nozzle, hose, display, and buttons.",
    "A detailed photo of a silver fuel dispenser, fully visible with body, screen, and controls.",
    "A detailed photo of a silver fuel dispenser, fully visible with nozzle, hose, display, and buttons.",
    "A detailed photo of a silver fuel dispenser, fully visible with reader, selectors, hose, and hanger.",
    "A detailed photo of a silver gas pump, fully visible with nozzle, hose, display, and buttons.",
    "A detailed photo of a silver petrol pump, fully visible with nozzle, hose, display, and buttons.",
    "A detailed photo of a white petrol pump, fully visible with nozzle, hose, display, and buttons.",
    "A detailed photo of a yellow fuel dispenser, fully visible with body, screen, and controls.",
    "A detailed photo of a yellow fuel dispenser, fully visible with nozzle, hose, display, and buttons.",
    "A detailed photo of a yellow gas pump, fully visible with nozzle, hose, display, and buttons.",
    "A detailed photo of a yellow gas pump, fully visible with reader, selectors, hose, and hanger.",
    "A high-quality photo of a black fuel dispenser emphasizing card reader and grade selectors, fully shown.",
    "A high-quality photo of a black fuel dispenser emphasizing double-sided dispenser body, fully shown.",
    "A high-quality photo of a black gas pump emphasizing card reader and grade selectors, fully shown.",
    "A high-quality photo of a black petrol pump emphasizing card reader and grade selectors, fully shown.",
    "A high-quality photo of a black petrol pump emphasizing nozzle and flexible hose, fully shown.",
    "A high-quality photo of a blue gas pump emphasizing card reader and grade selectors, fully shown.",
    "A high-quality photo of a blue petrol pump emphasizing card reader and grade selectors, fully shown.",
    "A high-quality photo of a brown fuel dispenser emphasizing card reader and grade selectors, fully shown.",
    "A high-quality photo of a brown fuel dispenser emphasizing double-sided dispenser body, fully shown.",
    "A high-quality photo of a brown petrol pump emphasizing card reader and grade selectors, fully shown.",
    "A high-quality photo of a brown petrol pump emphasizing digital price display and buttons, fully shown.",
    "A high-quality photo of a brown petrol pump emphasizing nozzle and flexible hose, fully shown.",
    "A high-quality photo of a gray fuel dispenser emphasizing nozzle and flexible hose, fully shown.",
    "A high-quality photo of a gray gas pump emphasizing nozzle and flexible hose, fully shown.",
    "A high-quality photo of a gray petrol pump emphasizing digital price display and buttons, fully shown.",
    "A high-quality photo of a gray petrol pump emphasizing double-sided dispenser body, fully shown.",
    "A high-quality photo of a green fuel dispenser emphasizing digital price display and buttons, fully shown.",
    "A high-quality photo of a green fuel dispenser emphasizing nozzle and flexible hose, fully shown.",
    "A high-quality photo of a green petrol pump emphasizing digital price display and buttons, fully shown.",
    "A high-quality photo of a green petrol pump emphasizing nozzle and flexible hose, fully shown.",
    "A high-quality photo of a orange fuel dispenser emphasizing nozzle and flexible hose, fully shown.",
    "A high-quality photo of a orange gas pump emphasizing card reader and grade selectors, fully shown.",
    "A high-quality photo of a orange gas pump emphasizing nozzle and flexible hose, fully shown.",
    "A high-quality photo of a orange petrol pump emphasizing card reader and grade selectors, fully shown.",
    "A high-quality photo of a orange petrol pump emphasizing digital price display and buttons, fully shown.",
    "A high-quality photo of a red fuel dispenser emphasizing digital price display and buttons, fully shown.",
    "A high-quality photo of a red petrol pump emphasizing digital price display and buttons, fully shown.",
    "A high-quality photo of a red petrol pump emphasizing double-sided dispenser body, fully shown.",
    "A high-quality photo of a red petrol pump emphasizing nozzle and flexible hose, fully shown.",
    "A high-quality photo of a silver fuel dispenser emphasizing double-sided dispenser body, fully shown.",
    "A high-quality photo of a silver gas pump emphasizing digital price display and buttons, fully shown.",
    "A high-quality photo of a silver petrol pump emphasizing digital price display and buttons, fully shown.",
    "A high-quality photo of a white fuel dispenser emphasizing double-sided dispenser body, fully shown.",
    "A high-quality photo of a white fuel dispenser emphasizing nozzle and flexible hose, fully shown.",
    "A high-quality photo of a white gas pump emphasizing double-sided dispenser body, fully shown.",
    "A high-quality photo of a white petrol pump emphasizing digital price display and buttons, fully shown.",
    "A high-quality photo of a white petrol pump emphasizing double-sided dispenser body, fully shown.",
    "A high-quality photo of a yellow fuel dispenser emphasizing nozzle and flexible hose, fully shown.",
    "A high-quality photo of a yellow gas pump emphasizing digital price display and buttons, fully shown.",
    "A high-quality photo of a yellow petrol pump emphasizing card reader and grade selectors, fully shown.",
    "A photo of a black fuel dispenser with full visibility and distinct features.",
    "A photo of a black gas pump with full visibility and distinct features.",
    "A photo of a black petrol pump with full visibility and distinct features.",
    "A photo of a blue fuel dispenser with full visibility and distinct features.",
    "A photo of a blue gas pump with full visibility and distinct features.",
    "A photo of a blue petrol pump with full visibility and distinct features.",
    "A photo of a brown fuel dispenser with full visibility and distinct features.",
    "A photo of a brown gas pump with full visibility and distinct features.",
    "A photo of a brown petrol pump with full visibility and distinct features.",
    "A photo of a gray fuel dispenser with full visibility and distinct features.",
    "A photo of a gray gas pump with full visibility and distinct features.",
    "A photo of a gray petrol pump with full visibility and distinct features.",
    "A photo of a green gas pump with full visibility and distinct features.",
    "A photo of a green petrol pump with full visibility and distinct features.",
    "A photo of a orange fuel dispenser with full visibility and distinct features.",
    "A photo of a orange petrol pump with full visibility and distinct features.",
    "A photo of a red fuel dispenser with full visibility and distinct features.",
    "A photo of a red petrol pump with full visibility and distinct features.",
    "A photo of a silver gas pump with full visibility and distinct features.",
    "A photo of a silver petrol pump with full visibility and distinct features.",
    "A photo of a white fuel dispenser with full visibility and distinct features.",
    "A photo of a yellow petrol pump with full visibility and distinct features.",
    "A realistic depiction of a black fuel dispenser with card reader and grade selectors, fully visible.",
    "A realistic depiction of a black fuel dispenser with nozzle and flexible hose, fully visible.",
    "A realistic depiction of a black gas pump with card reader and grade selectors, fully visible.",
    "A realistic depiction of a black gas pump with digital price display and buttons, fully visible.",
    "A realistic depiction of a black gas pump with double-sided dispenser body, fully visible.",
    "A realistic depiction of a black petrol pump with double-sided dispenser body, fully visible.",
    "A realistic depiction of a blue fuel dispenser with digital price display and buttons, fully visible.",
    "A realistic depiction of a brown fuel dispenser with double-sided dispenser body, fully visible.",
    "A realistic depiction of a brown fuel dispenser with nozzle and flexible hose, fully visible.",
    "A realistic depiction of a brown petrol pump with card reader and grade selectors, fully visible.",
    "A realistic depiction of a brown petrol pump with nozzle and flexible hose, fully visible.",
    "A realistic depiction of a gray gas pump with double-sided dispenser body, fully visible.",
    "A realistic depiction of a gray petrol pump with double-sided dispenser body, fully visible.",
    "A realistic depiction of a gray petrol pump with nozzle and flexible hose, fully visible.",
    "A realistic depiction of a green gas pump with double-sided dispenser body, fully visible.",
    "A realistic depiction of a green petrol pump with double-sided dispenser body, fully visible.",
    "A realistic depiction of a green petrol pump with nozzle and flexible hose, fully visible.",
    "A realistic depiction of a orange fuel dispenser with card reader and grade selectors, fully visible.",
    "A realistic depiction of a orange gas pump with nozzle and flexible hose, fully visible.",
    "A realistic depiction of a orange petrol pump with nozzle and flexible hose, fully visible.",
    "A realistic depiction of a red gas pump with double-sided dispenser body, fully visible.",
    "A realistic depiction of a red petrol pump with digital price display and buttons, fully visible.",
    "A realistic depiction of a red petrol pump with double-sided dispenser body, fully visible.",
    "A realistic depiction of a silver fuel dispenser with card reader and grade selectors, fully visible.",
    "A realistic depiction of a silver fuel dispenser with double-sided dispenser body, fully visible.",
    "A realistic depiction of a silver petrol pump with nozzle and flexible hose, fully visible.",
    "A realistic depiction of a white fuel dispenser with digital price display and buttons, fully visible.",
    "A realistic depiction of a white fuel dispenser with double-sided dispenser body, fully visible.",
    "A realistic depiction of a white gas pump with card reader and grade selectors, fully visible.",
    "A realistic depiction of a white petrol pump with digital price display and buttons, fully visible.",
    "A realistic depiction of a white petrol pump with double-sided dispenser body, fully visible.",
    "A realistic depiction of a white petrol pump with nozzle and flexible hose, fully visible.",
    "A realistic depiction of a yellow fuel dispenser with card reader and grade selectors, fully visible.",
    "A realistic depiction of a yellow fuel dispenser with nozzle and flexible hose, fully visible.",
    "A realistic depiction of a yellow gas pump with double-sided dispenser body, fully visible."
  ],
  "golf ball": [
    "A centered image of a black dimpled golf ball with overall dimple layout, distinct and complete.",
    "A centered image of a black golf ball with dimples and round silhouette, distinct and complete.",
    "A centered image of a black practice golf ball with surface, dimples, and seam, distinct and complete.",
    "A centered image of a blue dimpled golf ball with overall dimple layout, distinct and complete.",
    "A centered image of a blue practice golf ball with dimples and round silhouette, distinct and complete.",
    "A centered image of a blue practice golf ball with surface, dimples, and seam, distinct and complete.",
    "A centered image of a brown dimpled golf ball with dimples and round silhouette, distinct and complete.",
    "A centered image of a brown dimpled golf ball with overall dimple layout, distinct and complete.",
    "A centered image of a brown golf ball with surface, dimples, and seam, distinct and complete.",
    "A centered image of a brown practice golf ball with dimples and round silhouette, distinct and complete.",
    "A centered image of a brown practice golf ball with overall dimple layout, distinct and complete.",
    "A centered image of a brown practice golf ball with surface, dimples, and seam, distinct and complete.",
    "A centered image of a gray dimpled golf ball with dimples and round silhouette, distinct and complete.",
    "A centered image of a gray dimpled golf ball with overall dimple layout, distinct and complete.",
    "A centered image of a gray dimpled golf ball with surface, dimples, and seam, distinct and complete.",
    "A centered image of a gray golf ball with surface, dimples, and seam, distinct and complete.",
    "A centered image of a gray practice golf ball with overall dimple layout, distinct and complete.",
    "A centered image of a green dimpled golf ball with surface, dimples, and seam, distinct and complete.",
    "A centered image of a green practice golf ball with overall dimple layout, distinct and complete.",
    "A centered image of a orange dimpled golf ball with dimples and round silhouette, distinct and complete.",
    "A centered image of a orange golf ball with dimples and round silhouette, distinct and complete.",
    "A centered image of a orange golf ball with overall dimple layout, distinct and complete.",
    "A centered image of a orange practice golf ball with overall dimple layout, distinct and complete.",
    "A centered image of a orange practice golf ball with surface, dimples, and seam, distinct and complete.",
    "A centered image of a red dimpled golf ball with surface, dimples, and seam, distinct and complete.",
    "A centered image of a red golf ball with dimples and round silhouette, distinct and complete.",
    "A centered image of a red practice golf ball with dimples and round silhouette, distinct and complete.",
    "A centered image of a silver dimpled golf ball with surface, dimples, and seam, distinct and complete.",
    "A centered image of a silver golf ball with surface, dimples, and seam, distinct and complete.",
    "A centered image of a silver practice golf ball with dimples and round silhouette, distinct and complete.",
    "A centered image of a silver practice golf ball with surface, dimples, and seam, distinct and complete.",
    "A centered image of a yellow dimpled golf ball with surface, dimples, and seam, distinct and complete.",
    "A centered image of a yellow practice golf ball with dimples and round silhouette, distinct and complete.",
    "A centered image of a yellow practice golf ball with surface, dimples, and seam, distinct and complete.",
    "A clear image of a black dimpled golf ball showing tee mark and subtle wear.",
    "A clear image of a black golf ball showing close-up dimple pattern.",
    "A clear image of a black practice golf ball showing clean glossy surface.",
    "A clear image of a blue dimpled golf ball showing clean glossy surface.",
    "A clear image of a blue dimpled golf ball showing close-up dimple pattern.",
    "A clear image of a blue practice golf ball showing matte training texture.",
    "A clear image of a brown dimpled golf ball showing clean glossy surface.",
    "A clear image of a brown dimpled golf ball showing close-up dimple pattern.",
    "A clear image of a brown practice golf ball showing clean glossy surface.",
    "A clear image of a brown practice golf ball showing matte training texture.",
    "A clear image of a gray dimpled golf ball showing matte training texture.",
    "A clear image of a gray practice golf ball showing clean glossy surface.",
    "A clear image of a gray practice golf ball showing close-up dimple pattern.",
    "A clear image of a gray practice golf ball showing matte training texture.",
    "A clear image of a green dimpled golf ball showing matte training texture.",
    "A clear image of a green dimpled golf ball showing tee mark and subtle wear.",
    "A clear image of a green practice golf ball showing close-up dimple pattern.",
    "A clear image of a orange golf ball showing clean glossy surface.",
    "A clear image of a orange practice golf ball showing close-up dimple pattern.",
    "A clear image of a orange practice golf ball showing tee mark and subtle wear.",
    "A clear image of a red golf ball showing close-up dimple pattern.",
    "A clear image of a red practice golf ball showing matte training texture.",
    "A clear image of a silver dimpled golf ball showing close-up dimple pattern.",
    "A clear image of a silver golf ball showing tee mark and subtle wear.",
    "A clear image of a silver practice golf ball showing matte training texture.",
    "A clear image of a silver practice golf ball showing tee mark and subtle wear.",
    "A clear image of a yellow golf ball showing close-up dimple pattern.",
    "A clear image of a yellow golf ball showing matte training texture.",
    "A clear image of a yellow practice golf ball showing tee mark and subtle wear.",
    "A detailed photo of a black dimpled golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a black golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a black practice golf ball, fully visible with overall dimple layout.",
    "A detailed photo of a black practice golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a blue practice golf ball, fully visible with dimples and round silhouette.",
    "A detailed photo of a blue practice golf ball, fully visible with overall dimple layout.",
    "A detailed photo of a blue practice golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a brown dimpled golf ball, fully visible with overall dimple layout.",
    "A detailed photo of a brown dimpled golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a brown golf ball, fully visible with dimples and round silhouette.",
    "A detailed photo of a brown golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a brown practice golf ball, fully visible with dimples and round silhouette.",
    "A detailed photo of a brown practice golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a gray dimpled golf ball, fully visible with overall dimple layout.",
    "A detailed photo of a gray dimpled golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a gray practice golf ball, fully visible with overall dimple layout.",
    "A detailed photo of a green dimpled golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a green golf ball, fully visible with overall dimple layout.",
    "A detailed photo of a green golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a green practice golf ball, fully visible with overall dimple layout.",
    "A detailed photo of a orange dimpled golf ball, fully visible with dimples and round silhouette.",
    "A detailed photo of a orange dimpled golf ball, fully visible with overall dimple layout.",
    "A detailed photo of a orange golf ball, fully visible with overall dimple layout.",
    "A detailed photo of a orange golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a orange practice golf ball, fully visible with overall dimple layout.",
    "A detailed photo of a red dimpled golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a red golf ball, fully visible with overall dimple layout.",
    "A detailed photo of a red practice golf ball, fully visible with dimples and round silhouette.",
    "A detailed photo of a red practice golf ball, fully visible with overall dimple layout.",
    "A detailed photo of a silver golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a silver practice golf ball, fully visible with dimples and round silhouette.",
    "A detailed photo of a silver practice golf ball, fully visible with overall dimple layout.",
    "A detailed photo of a white dimpled golf ball, fully visible with dimples and round silhouette.",
    "A detailed photo of a white dimpled golf ball, fully visible with overall dimple layout.",
    "A detailed photo of a white dimpled golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a white golf ball, fully visible with dimples and round silhouette.",
    "A detailed photo of a white practice golf ball, fully visible with dimples and round silhouette.",
    "A detailed photo of a white practice golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a yellow dimpled golf ball, fully visible with surface, dimples, and seam.",
    "A detailed photo of a yellow practice golf ball, fully visible with dimples and round silhouette.",
    "A detailed photo of a yellow practice golf ball, fully visible with surface, dimples, and seam.",
    "A high-quality photo of a black dimpled golf ball emphasizing close-up dimple pattern, fully shown.",
    "A high-quality photo of a black dimpled golf ball emphasizing tee mark and subtle wear, fully shown.",
    "A high-quality photo of a black golf ball emphasizing clean glossy surface, fully shown.",
    "A high-quality photo of a black golf ball emphasizing matte training texture, fully shown.",
    "A high-quality photo of a black practice golf ball emphasizing clean glossy surface, fully shown.",
    "A high-quality photo of a blue dimpled golf ball emphasizing close-up dimple pattern, fully shown.",
    "A high-quality photo of a blue practice golf ball emphasizing tee mark and subtle wear, fully shown.",
    "A high-quality photo of a brown dimpled golf ball emphasizing tee mark and subtle wear, fully shown.",
    "A high-quality photo of a brown golf ball emphasizing clean glossy surface, fully shown.",
    "A high-quality photo of a brown golf ball emphasizing close-up dimple pattern, fully shown.",
    "A high-quality photo of a brown golf ball emphasizing tee mark and subtle wear, fully shown.",
    "A high-quality photo of a gray dimpled golf ball emphasizing clean glossy surface, fully shown.",
    "A high-quality photo of a gray dimpled golf ball emphasizing matte training texture, fully shown.",
    "A high-quality photo of a gray dimpled golf ball emphasizing tee mark and subtle wear, fully shown.",
    "A high-quality photo of a gray golf ball emphasizing clean glossy surface, fully shown.",
    "A high-quality photo of a gray golf ball emphasizing close-up dimple pattern, fully shown.",
    "A high-quality photo of a gray practice golf ball emphasizing close-up dimple pattern, fully shown.",
    "A high-quality photo of a green dimpled golf ball emphasizing matte training texture, fully shown.",
    "A high-quality photo of a green dimpled golf ball emphasizing tee mark and subtle wear, fully shown.",
    "A high-quality photo of a green golf ball emphasizing close-up dimple pattern, fully shown.",
    "A high-quality photo of a green practice golf ball emphasizing clean glossy surface, fully shown.",
    "A high-quality photo of a orange golf ball emphasizing close-up dimple pattern, fully shown.",
    "A high-quality photo of a orange golf ball emphasizing matte training texture, fully shown.",
    "A high-quality photo of a orange practice golf ball emphasizing tee mark and subtle wear, fully shown.",
    "A high-quality photo of a red dimpled golf ball emphasizing matte training texture, fully shown.",
    "A high-quality photo of a red golf ball emphasizing tee mark and subtle wear, fully shown.",
    "A high-quality photo of a silver dimpled golf ball emphasizing clean glossy surface, fully shown.",
    "A high-quality photo of a silver golf ball emphasizing clean glossy surface, fully shown.",
    "A high-quality photo of a silver golf ball emphasizing matte training texture, fully shown.",
    "A high-quality photo of a silver golf ball emphasizing tee mark and subtle wear, fully shown.",
    "A high-quality photo of a white golf ball emphasizing clean glossy surface, fully shown.",
    "A high-quality photo of a white golf ball emphasizing matte training texture, fully shown.",
    "A high-quality photo of a white golf ball emphasizing tee mark and subtle wear, fully shown.",
    "A high-quality photo of a yellow dimpled golf ball emphasizing matte training texture, fully shown.",
    "A high-quality photo of a yellow golf ball emphasizing close-up dimple pattern, fully shown.",
    "A high-quality photo of a yellow golf ball emphasizing matte training texture, fully shown.",
    "A high-quality photo of a yellow golf ball emphasizing tee mark and subtle wear, fully shown.",
    "A photo of a black dimpled golf ball with full visibility and distinct features.",
    "A photo of a black golf ball with full visibility and distinct features.",
    "A photo of a black practice golf ball with full visibility and distinct features.",
    "A photo of a blue dimpled golf ball with full visibility and distinct features.",
    "A photo of a blue golf ball with full visibility and distinct features.",
    "A photo of a blue practice golf ball with full visibility and distinct features.",
    "A photo of a brown dimpled golf ball with full visibility and distinct features.",
    "A photo of a brown golf ball with full visibility and distinct features.",
    "A photo of a brown practice golf ball with full visibility and distinct features.",
    "A photo of a gray dimpled golf ball with full visibility and distinct features.",
    "A photo of a gray golf ball with full visibility and distinct features.",
    "A photo of a gray practice golf ball with full visibility and distinct features.",
    "A photo of a green golf ball with full visibility and distinct features.",
    "A photo of a orange dimpled golf ball with full visibility and distinct features.",
    "A photo of a orange golf ball with full visibility and distinct features.",
    "A photo of a red dimpled golf ball with full visibility and distinct features.",
    "A photo of a red golf ball with full visibility and distinct features.",
    "A photo of a red practice golf ball with full visibility and distinct features.",
    "A photo of a silver dimpled golf ball with full visibility and distinct features.",
    "A photo of a silver golf ball with full visibility and distinct features.",
    "A photo of a silver practice golf ball with full visibility and distinct features.",
    "A photo of a white dimpled golf ball with full visibility and distinct features.",
    "A photo of a white golf ball with full visibility and distinct features.",
    "A photo of a white practice golf ball with full visibility and distinct features.",
    "A photo of a yellow dimpled golf ball with full visibility and distinct features.",
    "A photo of a yellow golf ball with full visibility and distinct features.",
    "A realistic depiction of a black dimpled golf ball with clean glossy surface, fully visible.",
    "A realistic depiction of a black dimpled golf ball with close-up dimple pattern, fully visible.",
    "A realistic depiction of a black dimpled golf ball with tee mark and subtle wear, fully visible.",
    "A realistic depiction of a black golf ball with tee mark and subtle wear, fully visible.",
    "A realistic depiction of a black practice golf ball with close-up dimple pattern, fully visible.",
    "A realistic depiction of a black practice golf ball with tee mark and subtle wear, fully visible.",
    "A realistic depiction of a blue golf ball with close-up dimple pattern, fully visible.",
    "A realistic depiction of a blue golf ball with matte training texture, fully visible.",
    "A realistic depiction of a blue practice golf ball with close-up dimple pattern, fully visible.",
    "A realistic depiction of a brown dimpled golf ball with matte training texture, fully visible.",
    "A realistic depiction of a brown dimpled golf ball with tee mark and subtle wear, fully visible.",
    "A realistic depiction of a brown golf ball with matte training texture, fully visible.",
    "A realistic depiction of a brown practice golf ball with tee mark and subtle wear, fully visible.",
    "A realistic depiction of a gray dimpled golf ball with close-up dimple pattern, fully visible.",
    "A realistic depiction of a gray golf ball with close-up dimple pattern, fully visible.",
    "A realistic depiction of a green dimpled golf ball with close-up dimple pattern, fully visible.",
    "A realistic depiction of a green dimpled golf ball with matte training texture, fully visible.",
    "A realistic depiction of a green golf ball with close-up dimple pattern, fully visible.",
    "A realistic depiction of a green golf ball with tee mark and subtle wear, fully visible.",
    "A realistic depiction of a green practice golf ball with tee mark and subtle wear, fully visible.",
    "A realistic depiction of a orange dimpled golf ball with close-up dimple pattern, fully visible.",
    "A realistic depiction of a orange golf ball with clean glossy surface, fully visible.",
    "A realistic depiction of a orange practice golf ball with clean glossy surface, fully visible.",
    "A realistic depiction of a orange practice golf ball with close-up dimple pattern, fully visible.",
    "A realistic depiction of a orange practice golf ball with tee mark and subtle wear, fully visible.",
    "A realistic depiction of a red golf ball with tee mark and subtle wear, fully visible.",
    "A realistic depiction of a red practice golf ball with close-up dimple pattern, fully visible.",
    "A realistic depiction of a red practice golf ball with matte training texture, fully visible.",
    "A realistic depiction of a silver dimpled golf ball with clean glossy surface, fully visible.",
    "A realistic depiction of a silver dimpled golf ball with matte training texture, fully visible.",
    "A realistic depiction of a silver golf ball with clean glossy surface, fully visible.",
    "A realistic depiction of a white dimpled golf ball with matte training texture, fully visible.",
    "A realistic depiction of a yellow dimpled golf ball with close-up dimple pattern, fully visible."
  ],
  "parachute": [
    "A centered image of a black open parachute canopy with fabric panels and lines, distinct and complete.",
    "A centered image of a black parachute with canopy, lines, and risers, distinct and complete.",
    "A centered image of a black ram-air parachute with canopy, lines, and risers, distinct and complete.",
    "A centered image of a blue open parachute canopy with canopy, lines, and risers, distinct and complete.",
    "A centered image of a blue open parachute canopy with cells, lines, and control toggles, distinct and complete.",
    "A centered image of a blue parachute with canopy, lines, and risers, distinct and complete.",
    "A centered image of a blue parachute with cells, lines, and control toggles, distinct and complete.",
    "A centered image of a blue parachute with fabric panels and lines, distinct and complete.",
    "A centered image of a blue ram-air parachute with canopy, lines, and risers, distinct and complete.",
    "A centered image of a blue ram-air parachute with cells, lines, and control toggles, distinct and complete.",
    "A centered image of a brown open parachute canopy with fabric panels and lines, distinct and complete.",
    "A centered image of a brown parachute with canopy, lines, and risers, distinct and complete.",
    "A centered image of a brown parachute with cells, lines, and control toggles, distinct and complete.",
    "A centered image of a brown ram-air parachute with fabric panels and lines, distinct and complete.",
    "A centered image of a gray ram-air parachute with canopy, lines, and risers, distinct and complete.",
    "A centered image of a green open parachute canopy with canopy, lines, and risers, distinct and complete.",
    "A centered image of a green open parachute canopy with cells, lines, and control toggles, distinct and complete.",
    "A centered image of a green parachute with fabric panels and lines, distinct and complete.",
    "A centered image of a red open parachute canopy with canopy, lines, and risers, distinct and complete.",
    "A centered image of a red open parachute canopy with cells, lines, and control toggles, distinct and complete.",
    "A centered image of a red open parachute canopy with fabric panels and lines, distinct and complete.",
    "A centered image of a silver open parachute canopy with fabric panels and lines, distinct and complete.",
    "A centered image of a silver ram-air parachute with canopy, lines, and risers, distinct and complete.",
    "A centered image of a silver ram-air parachute with cells, lines, and control toggles, distinct and complete.",
    "A centered image of a white open parachute canopy with fabric panels and lines, distinct and complete.",
    "A centered image of a white parachute with canopy, lines, and risers, distinct and complete.",
    "A centered image of a yellow open parachute canopy with canopy, lines, and risers, distinct and complete.",
    "A centered image of a yellow open parachute canopy with cells, lines, and control toggles, distinct and complete.",
    "A centered image of a yellow parachute with canopy, lines, and risers, distinct and complete.",
    "A centered image of a yellow parachute with cells, lines, and control toggles, distinct and complete.",
    "A centered image of a yellow parachute with fabric panels and lines, distinct and complete.",
    "A centered image of a yellow ram-air parachute with canopy, lines, and risers, distinct and complete.",
    "A clear image of a black open parachute canopy showing round canopy with apex vent.",
    "A clear image of a black parachute showing bright panels and stitched seams.",
    "A clear image of a blue open parachute canopy showing inflated canopy and suspension lines.",
    "A clear image of a blue parachute showing inflated canopy and suspension lines.",
    "A clear image of a blue ram-air parachute showing bright panels and stitched seams.",
    "A clear image of a blue ram-air parachute showing inflated canopy and suspension lines.",
    "A clear image of a blue ram-air parachute showing rectangular cells and trailing lines.",
    "A clear image of a brown open parachute canopy showing round canopy with apex vent.",
    "A clear image of a brown parachute showing bright panels and stitched seams.",
    "A clear image of a brown parachute showing inflated canopy and suspension lines.",
    "A clear image of a brown ram-air parachute showing round canopy with apex vent.",
    "A clear image of a gray ram-air parachute showing rectangular cells and trailing lines.",
    "A clear image of a orange open parachute canopy showing bright panels and stitched seams.",
    "A clear image of a red open parachute canopy showing bright panels and stitched seams.",
    "A clear image of a red open parachute canopy showing inflated canopy and suspension lines.",
    "A clear image of a red parachute showing bright panels and stitched seams.",
    "A clear image of a red ram-air parachute showing bright panels and stitched seams.",
    "A clear image of a red ram-air parachute showing round canopy with apex vent.",
    "A clear image of a silver open parachute canopy showing bright panels and stitched seams.",
    "A clear image of a silver parachute showing inflated canopy and suspension lines.",
    "A clear image of a silver ram-air parachute showing bright panels and stitched seams.",
    "A clear image of a white open parachute canopy showing inflated canopy and suspension lines.",
    "A clear image of a white open parachute canopy showing round canopy with apex vent.",
    "A clear image of a yellow parachute showing rectangular cells and trailing lines.",
    "A clear image of a yellow ram-air parachute showing bright panels and stitched seams.",
    "A clear image of a yellow ram-air parachute showing rectangular cells and trailing lines.",
    "A detailed photo of a black parachute, fully visible with cells, lines, and control toggles.",
    "A detailed photo of a black parachute, fully visible with fabric panels and lines.",
    "A detailed photo of a black ram-air parachute, fully visible with cells, lines, and control toggles.",
    "A detailed photo of a blue open parachute canopy, fully visible with canopy, lines, and risers.",
    "A detailed photo of a blue open parachute canopy, fully visible with cells, lines, and control toggles.",
    "A detailed photo of a blue parachute, fully visible with cells, lines, and control toggles.",
    "A detailed photo of a blue parachute, fully visible with fabric panels and lines.",
    "A detailed photo of a brown open parachute canopy, fully visible with canopy, lines, and risers.",
    "A detailed photo of a brown open parachute canopy, fully visible with fabric panels and lines.",
    "A detailed photo of a brown parachute, fully visible with cells, lines, and control toggles.",
    "A detailed photo of a brown parachute, fully visible with fabric panels and lines.",
    "A detailed photo of a brown ram-air parachute, fully visible with canopy, lines, and risers.",
    "A detailed photo of a gray open parachute canopy, fully visible with canopy, lines, and risers.",
    "A detailed photo of a green open parachute canopy, fully visible with cells, lines, and control toggles.",
    "A detailed photo of a green open parachute canopy, fully visible with fabric panels and lines.",
    "A detailed photo of a green ram-air parachute, fully visible with fabric panels and lines.",
    "A detailed photo of a orange ram-air parachute, fully visible with cells, lines, and control toggles.",
    "A detailed photo of a red open parachute canopy, fully visible with canopy, lines, and risers.",
    "A detailed photo of a red open parachute canopy, fully visible with cells, lines, and control toggles.",
    "A detailed photo of a red open parachute canopy, fully visible with fabric panels and lines.",
    "A detailed photo of a red parachute, fully visible with canopy, lines, and risers.",
    "A detailed photo of a red ram-air parachute, fully visible with canopy, lines, and risers.",
    "A detailed photo of a silver open parachute canopy, fully visible with canopy, lines, and risers.",
    "A detailed photo of a silver open parachute canopy, fully visible with cells, lines, and control toggles.",
    "A detailed photo of a silver ram-air parachute, fully visible with canopy, lines, and risers.",
    "A detailed photo of a silver ram-air parachute, fully visible with cells, lines, and control toggles.",
    "A detailed photo of a white open parachute canopy, fully visible with canopy, lines, and risers.",
    "A detailed photo of a white open parachute canopy, fully visible with cells, lines, and control toggles.",
    "A detailed photo of a white open parachute canopy, fully visible with fabric panels and lines.",
    "A detailed photo of a white ram-air parachute, fully visible with cells, lines, and control toggles.",
    "A detailed photo of a yellow open parachute canopy, fully visible with canopy, lines, and risers.",
    "A detailed photo of a yellow open parachute canopy, fully visible with cells, lines, and control toggles.",
    "A detailed photo of a yellow ram-air parachute, fully visible with cells, lines, and control toggles.",
    "A high-quality photo of a black open parachute canopy emphasizing inflated canopy and suspension lines, fully shown.",
    "A high-quality photo of a black open parachute canopy emphasizing round canopy with apex vent, fully shown.",
    "A high-quality photo of a black ram-air parachute emphasizing inflated canopy and suspension lines, fully shown.",
    "A high-quality photo of a blue open parachute canopy emphasizing round canopy with apex vent, fully shown.",
    "A high-quality photo of a blue parachute emphasizing inflated canopy and suspension lines, fully shown.",
    "A high-quality photo of a blue ram-air parachute emphasizing bright panels and stitched seams, fully shown.",
    "A high-quality photo of a blue ram-air parachute emphasizing rectangular cells and trailing lines, fully shown.",
    "A high-quality photo of a brown open parachute canopy emphasizing inflated canopy and suspension lines, fully shown.",
    "A high-quality photo of a brown open parachute canopy emphasizing round canopy with apex vent, fully shown.",
    "A high-quality photo of a brown parachute emphasizing bright panels and stitched seams, fully shown.",
    "A high-quality photo of a brown parachute emphasizing inflated canopy and suspension lines, fully shown.",
    "A high-quality photo of a brown parachute emphasizing round canopy with apex vent, fully shown.",
    "A high-quality photo of a brown ram-air parachute emphasizing rectangular cells and trailing lines, fully shown.",
    "A high-quality photo of a gray open parachute canopy emphasizing bright panels and stitched seams, fully shown.",
    "A high-quality photo of a gray open parachute canopy emphasizing round canopy with apex vent, fully shown.",
    "A high-quality photo of a gray parachute emphasizing bright panels and stitched seams, fully shown.",
    "A high-quality photo of a gray parachute emphasizing inflated canopy and suspension lines, fully shown.",
    "A high-quality photo of a green open parachute canopy emphasizing inflated canopy and suspension lines, fully shown.",
    "A high-quality photo of a green parachute emphasizing rectangular cells and trailing lines, fully shown.",
    "A high-quality photo of a green ram-air parachute emphasizing round canopy with apex vent, fully shown.",
    "A high-quality photo of a orange open parachute canopy emphasizing inflated canopy and suspension lines, fully shown.",
    "A high-quality photo of a orange open parachute canopy emphasizing rectangular cells and trailing lines, fully shown.",
    "A high-quality photo of a orange open parachute canopy emphasizing round canopy with apex vent, fully shown.",
    "A high-quality photo of a orange ram-air parachute emphasizing inflated canopy and suspension lines, fully shown.",
    "A high-quality photo of a orange ram-air parachute emphasizing rectangular cells and trailing lines, fully shown.",
    "A high-quality photo of a red open parachute canopy emphasizing rectangular cells and trailing lines, fully shown.",
    "A high-quality photo of a red parachute emphasizing bright panels and stitched seams, fully shown.",
    "A high-quality photo of a red ram-air parachute emphasizing bright panels and stitched seams, fully shown.",
    "A high-quality photo of a red ram-air parachute emphasizing inflated canopy and suspension lines, fully shown.",
    "A high-quality photo of a silver open parachute canopy emphasizing bright panels and stitched seams, fully shown.",
    "A high-quality photo of a silver open parachute canopy emphasizing round canopy with apex vent, fully shown.",
    "A high-quality photo of a silver parachute emphasizing bright panels and stitched seams, fully shown.",
    "A high-quality photo of a silver parachute emphasizing round canopy with apex vent, fully shown.",
    "A high-quality photo of a silver ram-air parachute emphasizing inflated canopy and suspension lines, fully shown.",
    "A high-quality photo of a silver ram-air parachute emphasizing round canopy with apex vent, fully shown.",
    "A high-quality photo of a yellow open parachute canopy emphasizing inflated canopy and suspension lines, fully shown.",
    "A high-quality photo of a yellow parachute emphasizing inflated canopy and suspension lines, fully shown.",
    "A high-quality photo of a yellow parachute emphasizing rectangular cells and trailing lines, fully shown.",
    "A high-quality photo of a yellow ram-air parachute emphasizing round canopy with apex vent, fully shown.",
    "A photo of a black open parachute canopy with full visibility and distinct features.",
    "A photo of a black parachute with full visibility and distinct features.",
    "A photo of a black ram-air parachute with full visibility and distinct features.",
    "A photo of a blue parachute with full visibility and distinct features.",
    "A photo of a blue ram-air parachute with full visibility and distinct features.",
    "A photo of a brown open parachute canopy with full visibility and distinct features.",
    "A photo of a brown parachute with full visibility and distinct features.",
    "A photo of a brown ram-air parachute with full visibility and distinct features.",
    "A photo of a gray open parachute canopy with full visibility and distinct features.",
    "A photo of a gray parachute with full visibility and distinct features.",
    "A photo of a gray ram-air parachute with full visibility and distinct features.",
    "A photo of a green parachute with full visibility and distinct features.",
    "A photo of a green ram-air parachute with full visibility and distinct features.",
    "A photo of a orange open parachute canopy with full visibility and distinct features.",
    "A photo of a orange ram-air parachute with full visibility and distinct features.",
    "A photo of a red parachute with full visibility and distinct features.",
    "A photo of a red ram-air parachute with full visibility and distinct features.",
    "A photo of a silver open parachute canopy with full visibility and distinct features.",
    "A photo of a silver parachute with full visibility and distinct features.",
    "A photo of a silver ram-air parachute with full visibility and distinct features.",
    "A photo of a white open parachute canopy with full visibility and distinct features.",
    "A photo of a white parachute with full visibility and distinct features.",
    "A photo of a white ram-air parachute with full visibility and distinct features.",
    "A photo of a yellow open parachute canopy with full visibility and distinct features.",
    "A photo of a yellow ram-air parachute with full visibility and distinct features.",
    "A realistic depiction of a black ram-air parachute with inflated canopy and suspension lines, fully visible.",
    "A realistic depiction of a black ram-air parachute with rectangular cells and trailing lines, fully visible.",
    "A realistic depiction of a black ram-air parachute with round canopy with apex vent, fully visible.",
    "A realistic depiction of a blue open parachute canopy with rectangular cells and trailing lines, fully visible.",
    "A realistic depiction of a blue parachute with bright panels and stitched seams, fully visible.",
    "A realistic depiction of a blue parachute with inflated canopy and suspension lines, fully visible.",
    "A realistic depiction of a blue parachute with rectangular cells and trailing lines, fully visible.",
    "A realistic depiction of a blue ram-air parachute with rectangular cells and trailing lines, fully visible.",
    "A realistic depiction of a blue ram-air parachute with round canopy with apex vent, fully visible.",
    "A realistic depiction of a brown parachute with inflated canopy and suspension lines, fully visible.",
    "A realistic depiction of a brown ram-air parachute with rectangular cells and trailing lines, fully visible.",
    "A realistic depiction of a brown ram-air parachute with round canopy with apex vent, fully visible.",
    "A realistic depiction of a gray open parachute canopy with inflated canopy and suspension lines, fully visible.",
    "A realistic depiction of a gray parachute with bright panels and stitched seams, fully visible.",
    "A realistic depiction of a gray parachute with inflated canopy and suspension lines, fully visible.",
    "A realistic depiction of a gray parachute with round canopy with apex vent, fully visible.",
    "A realistic depiction of a gray ram-air parachute with rectangular cells and trailing lines, fully visible.",
    "A realistic depiction of a green open parachute canopy with bright panels and stitched seams, fully visible.",
    "A realistic depiction of a green ram-air parachute with bright panels and stitched seams, fully visible.",
    "A realistic depiction of a green ram-air parachute with inflated canopy and suspension lines, fully visible.",
    "A realistic depiction of a green ram-air parachute with round canopy with apex vent, fully visible.",
    "A realistic depiction of a orange open parachute canopy with round canopy with apex vent, fully visible.",
    "A realistic depiction of a orange parachute with bright panels and stitched seams, fully visible.",
    "A realistic depiction of a orange parachute with round canopy with apex vent, fully visible.",
    "A realistic depiction of a orange ram-air parachute with inflated canopy and suspension lines, fully visible.",
    "A realistic depiction of a orange ram-air parachute with rectangular cells and trailing lines, fully visible.",
    "A realistic depiction of a red open parachute canopy with bright panels and stitched seams, fully visible.",
    "A realistic depiction of a red open parachute canopy with round canopy with apex vent, fully visible.",
    "A realistic depiction of a red parachute with bright panels and stitched seams, fully visible.",
    "A realistic depiction of a red parachute with round canopy with apex vent, fully visible.",
    "A realistic depiction of a red ram-air parachute with inflated canopy and suspension lines, fully visible.",
    "A realistic depiction of a silver open parachute canopy with round canopy with apex vent, fully visible.",
    "A realistic depiction of a silver parachute with bright panels and stitched seams, fully visible.",
    "A realistic depiction of a silver parachute with inflated canopy and suspension lines, fully visible.",
    "A realistic depiction of a silver ram-air parachute with inflated canopy and suspension lines, fully visible.",
    "A realistic depiction of a white open parachute canopy with bright panels and stitched seams, fully visible.",
    "A realistic depiction of a white open parachute canopy with rectangular cells and trailing lines, fully visible.",
    "A realistic depiction of a white open parachute canopy with round canopy with apex vent, fully visible.",
    "A realistic depiction of a white parachute with inflated canopy and suspension lines, fully visible.",
    "A realistic depiction of a white parachute with rectangular cells and trailing lines, fully visible.",
    "A realistic depiction of a white parachute with round canopy with apex vent, fully visible.",
    "A realistic depiction of a yellow open parachute canopy with round canopy with apex vent, fully visible.",
    "A realistic depiction of a yellow parachute with bright panels and stitched seams, fully visible.",
    "A realistic depiction of a yellow parachute with inflated canopy and suspension lines, fully visible.",
    "A realistic depiction of a yellow ram-air parachute with bright panels and stitched seams, fully visible."
  ]
}